[
  {
    "title": "Scoop: Trump to visit Saudi Arabia in May for first foreign trip, sources say",
    "published": "Sun, 30 Mar 2025 22:14:33 +0000",
    "content": "<p>President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a> is planning to travel to Saudi Arabia in mid-May on his first foreign trip since returning to the White House, two U.S. officials and a source with knowledge of the president's travel<strong> </strong>said.</p><p><strong>Why it matters:</strong> Trump's decision to <a href=\"https://www.axios.com/2025/02/12/trump-putin-negotiations-end-ukraine-war\" target=\"_blank\">go to Saudi Arabia</a> on his first foreign trip signals how close the relationship between the Trump administration and Gulf countries has become, especially when it comes to economic cooperation and investment.</p><hr /><ul><li>Planning for the trip is taking place as the Trump administration works to resume the ceasefire in Gaza and get Hamas to release more hostages.</li><li>U.S. and Israeli officials say at this point plans for a normalization deal between Israel and Saudi Arabia have been put on the back burner, in large part because the Saudis want an irreversible time-bound path for establishing a Palestinian state — something the Israeli government doesn't accept.</li></ul><p><strong>Flashback:</strong> Trump's first foreign trip during his previous term was also to Saudi Arabia at roughly the same time.</p><p><strong>Driving the news: </strong>Trump told reporters in the Oval Office on March 6 that he would likely visit Saudi Arabia \"over the next month and a half.\"</p><ul><li>\"I am going to Saudi Arabia. Normally you would go to the UK first. Last time I went to Saudi Arabia. They put up 450 billion dollars,\" Trump said.</li><li>\"This time I said I will go if you put up a trillion dollars to American companies. Meaning the purchase over four years of a trillion dollars. They agreed to do that. So I am gonna be going there,\" he said.</li></ul><p><strong>Behind the scenes:</strong> The potential trip was discussed in recent weeks between senior U.S. officials and their Saudi counterparts, including on the sidelines of the talks about the war in Ukraine that took place in Saudi Arabia, sources said.</p><ul><li>One source with knowledge of the plans said one date that was discussed for the visit was April 28, but it was postponed.</li><li>The current plan is for Trump to travel to Saudi Arabia in mid-May, a U.S. official and a source familiar said.</li><li>A Trump administration official said planning is underway for the trip to Saudi Arabia. </li><li>\"An opportunity for international travel for the President is something that is being looked at. We don't yet have a specific plan, and we will provide that information when it is official,\" a White House official said. </li></ul><p>\"Talks will focus on discussing foreign investments, strengthening relationships with Gulf nations and ending conflict in the Middle East,\" the official said.</p><ul><li>The White House and the Saudi embassy in Washington declined to comment. </li></ul><p><strong>It is still unclear </strong>if Trump will hold a meeting with Arab leaders from the region in Saudi Arabia as he did in May 2017, or whether he will go to other countries in the region afterward.</p><ul><li>Israeli officials said the White House hasn't so far discussed with them a possible visit to Israel on the same trip. </li></ul><p><strong>The big picture:</strong> Saudi Arabia is actively engaged in helping the U.S. mediate a ceasefire between Russia and Ukraine in the three-year war. </p><ul><li>A source with knowledge of the planned visit said the Saudis want the visit to take place after a ceasefire between Russia and Ukraine is reached.</li></ul>",
    "link": "https://www.axios.com/2025/03/30/trump-saudi-arabia-visit-may-first-foreign-trip"
  },
  {
    "title": "Teachers warn AI is impacting students' critical thinking",
    "published": "Sun, 30 Mar 2025 19:17:26 +0000",
    "content": "<img src=\"https://images.axios.com/mhrDiIyda0XEuLBwcvuOqZHvEi8=/2025/03/24/1742841380298.jpg\" /> <div>Illustration: Aïda Amer/Axios</div><p><a href=\"https://www.axios.com/2023/11/06/ai-schools-education-teachers-students-states\" target=\"_blank\">Artificial intelligence</a> is playing<strong> </strong>an increasingly dominant role in how students navigate school, and some teachers are warning the technology could be hurting their critical thinking skills. </p><p><strong>Why it matters: </strong>AI use among school-aged children has increased dramatically as the bots appear in everything from Google searches to Spotify playlists. </p><hr /><ul><li>In fall 2023, a survey from Common Sense Media found that <a href=\"https://www.axios.com/2024/06/03/ai-teens-young-adults-survey\" target=\"_blank\">nearly half of young people</a> had never used AI tools or didn't know what they were, but by <a href=\"https://www.commonsensemedia.org/press-releases/new-report-shows-students-are-embracing-artificial-intelligence-despite-lack-of-parent-awareness-and\" target=\"_blank\">September 2024</a>, 70% of U.S. teens had used at least one type of generative AI tool.</li><li>More than half of respondents to the 2024 survey said they had used AI for homework help.</li></ul><p><strong>The big picture: </strong>Gina Parnaby, a 12th grade English teacher at Atlanta's Marist School, told Axios that she has seen students using AI \"as a way to outsource their thinking\" and \"flat-out cheat.\"</p><ul><li>Parnaby, who teaches AP Language and Composition, noted the AP test<strong> </strong>her students take emphasizes the \"concept of a line of reasoning,\" requiring students to demonstrate critical thinking by constructing logically flowing arguments in their essays.</li><li>Relying on AI chatbots risks atrophying critical thinking muscles and not developing the ability to produce those kinds of argumentative essays.</li><li>\"It's like expecting to run a mile when you've only ever run a 40-yard dash,\" Parnaby said.</li></ul><p><strong>Case in point:</strong> A <a href=\"https://www.microsoft.com/en-us/research/wp-content/uploads/2025/01/lee_2025_ai_critical_thinking_survey.pdf\" target=\"_blank\">study</a> released last month from researchers at Carnegie Mellon University and Microsoft found that generative AI tools, when \"used improperly ... can and do result in the deterioration of cognitive faculties that ought to be preserved.\"</p><ul><li>\"AI can improve efficiency, it may also reduce critical engagement ... raising concerns about long-term reliance and diminished independent problem-solving,\" the study noted.</li></ul><p><strong>Zoom in: </strong>Alexa Borota, an 11th grade teacher at New Jersey's Trenton Central High School, agrees AI can hurt students' critical thinking skills and worsen <a href=\"https://www.axios.com/2024/11/29/gen-z-kids-reading-tv-songs\" target=\"_blank\">attention spans already shortened</a> by smartphones.</p><ul><li>Both teachers said the effects of AI are more corrosive on <a href=\"https://www.axios.com/2025/03/01/ai-kids-critical-thinking\" target=\"_blank\">younger students</a> who don't have the foundations of knowledge that college and graduate students do.</li><li>Parnaby and Borota both emphasized that constant reliance on AI would also leave students without the stamina or ability to complete standardized tests — including SATs and ACTs, which are crucial for college admission.</li></ul><p><strong>Between the lines: </strong>That doesn't mean AI has no place in schools. If used correctly, AI systems have the potential to act as tutors for kids who need extra help with schoolwork, Denise Pope, a senior lecturer at Stanford's School of Education, told Axios.</p><ul><li>\"For some kids ... they don't have a parent at home who might be able to help them, or ... English isn't their first language,\" Pope said. \"This is a way to level the playing field.\"</li><li>Pope also argued that students need to learn to use AI since the technology is only going to become <a href=\"https://www.axios.com/2025/02/25/ai-agents-slack-chat-worplace\" target=\"_blank\">more prevalent</a> in the working world.</li></ul><p><strong>Zoom out: </strong>Still, teachers and experts have had mixed responses.</p><ul><li>Pope urged teachers to find ways to rethink assignments to ensure students are still using critical thinking skills, like having them critique essays produced by AI.</li><li>Parnaby, however, is resisting the use of AI in her classes. For students learning \"how to write and how to think ... you're not at a level where you need to outsource that,\" she said.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2023/11/06/ai-schools-education-teachers-students-states\" target=\"_blank\">How states are guiding schools to think about AI</a></p>",
    "link": "https://www.axios.com/2025/03/30/teachers-ai-students-critical-thinking"
  },
  {
    "title": "Signalgate tensions remain high for some lawmakers",
    "published": "Sun, 30 Mar 2025 17:16:38 +0000",
    "content": "<p>There is at least some cross-aisle consensus on the <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a> administration's <a href=\"https://www.axios.com/2025/03/24/atlantic-yemen-signal-hegseth-jeffrey-goldberg\" target=\"_blank\">Signal leak</a> that <a href=\"https://www.axios.com/2025/03/25/atlantic-story-war-plans-trump-hegseth\" target=\"_blank\">dominated headlines</a> last week: Democrats and at least a couple Republicans agree it warrants <a href=\"https://www.axios.com/2025/03/27/senate-democrats-signal-chat-probe\" target=\"_blank\">further investigation</a>, but they break on what the consequences should be.</p><p><strong>The big picture: </strong>The fiasco in which national security adviser <a href=\"https://www.axios.com/2025/03/29/trump-considered-firing-mike-waltz\" target=\"_blank\">Mike Waltz</a> inadvertently included a reporter in a chat discussing details of a <a href=\"https://www.axios.com/2025/03/26/houthi-rebels-yemen-what-to-know\" target=\"_blank\">strike on Houthi rebels</a> sparked concerns over the way the administration shared details of a sensitive military operation, even from party allies on the Hill.</p><hr /><ul><li>The Trump administration has remained defiant in its defense that <a href=\"https://www.axios.com/2025/03/25/trump-signal-houthi-group-chat-defend-waltz\" target=\"_blank\">no classified information</a> was leaked in what's been dubbed \"Signalgate.\"</li><li>But even <a href=\"https://www.axios.com/2025/03/27/trump-signal-group-chat-yemen-strike-poll\" target=\"_blank\">a majority of Republicans</a> agree that the mixup was a somewhat or very serious problem, according to polling in the wake of The Atlantic editor-in-chief <a href=\"https://www.axios.com/2025/03/26/jeffrey-goldberg-about-atlantic-houthi-signal-texts\" target=\"_blank\">Jeffrey Goldberg</a>'s explosive report. </li><li>Senate<strong> </strong>Armed Services Chair Roger Wicker (R-Miss.) and ranking member Jack Reed (D-R.I.) on Thursday <a href=\"https://www.armed-services.senate.gov/press-releases/chairman-wicker-ranking-member-reed-request-inspector-general-probe-into-signal-incident\" target=\"_blank\">asked</a> the Pentagon's inspector general to investigate how Goldberg ended up in the chat.</li></ul><p><strong>Driving the news: </strong>Sen. <a href=\"https://www.axios.com/2024/12/22/warnock-lankford-nbc-meet-the-press\" target=\"_blank\">James Lankford</a> (R-Okla.) said on CNN's \"State of the Union\" Sunday that an inspector general investigation into the incident would be \"entirely appropriate.\"</p><ul><li>\"There's two questions,\" Lankford said. \"One is, how did a reporter get in this conversation? And the second one is, how do members of the administration talk to each other when they're on the road on things that are clearly timely?\"</li><li>But Lankford said calls for Defense Secretary Pete Hesgseth <a href=\"https://www.axios.com/2025/03/26/pete-hegseth-michael-waltz-congress-resign-fired\" target=\"_blank\">to resign</a> are \"way overkill.\"</li></ul><p><strong>Rep. Mike Turner (R-La.), </strong>the <a href=\"https://www.axios.com/2025/01/15/mike-johnson-turner-house-intelligence-committee\" target=\"_blank\">former House Intelligence Committee chair</a>, echoed that sentiment, saying Hegseth and Waltz are \"doing an excellent job,\" but raised questions over whether Signal should be used for sensitive conversations.</p><ul><li>The platform \"can be compromised,\" he said on ABC's \"This Week,\" noting he doesn't use Signal because of \"an assumption of privacy that it just does not provide.\"</li><li>Turner said the subject of ongoing military operations \"should be\" considered classified information and that finding it \"in an unclassified manner\" was \"surprising.\"</li><li>Yet he argued intelligence officials included in the discussion \"certainly have the ability to declassify the information.\"</li></ul><p><strong>Zoom out: </strong>Three-quarters of Americans agree that the Signal matter was at least a somewhat serious problem, according to CBS News/YouGov <a href=\"https://www.cbsnews.com/news/opinion-poll-trump-economy-tariffs-deportation-immigration/\" target=\"_blank\">polling</a> out Sunday.</p><ul><li>And 76% said using the app to discuss military plans was not appropriate — including 56% of Republicans.</li></ul><p><strong>The other side: </strong>Sen. Mark Warner (Va.), the top Democrat on the Senate Intelligence Committee, joined the choir of Democrats seeking accountability and called Sunday for both Hegseth and Waltz to resign or be fired.</p><ul><li>\"If no action is taken, what message does that send to the workforce?\" he questioned on CBS News' \"Face the Nation,\" adding, \"if you're a military officer or a CIA agent, and you treated classified information this way, you would be fired, end of story.\"</li><li>Warner cautioned that handling sensitive details \"sloppily\" could prompt allies to withhold information from the U.S., referencing CBS <a href=\"https://www.cbsnews.com/news/israeli-officials-signal-texts-exposed-intelligence-sources-say/\" target=\"_blank\">reporting</a> that Israeli officials were enraged that the leaked discussion featured intelligence Israel provided to the U.S. from a source in Yemen.</li><li>\"The fact is, countries don't have to share their intel with us,\" Warner said in a separate \"Fox News Sunday\" interview. \"We lose that, if it's America alone, then we are ... made less safe.\"</li></ul><p><strong>Sen. Michael Bennet (D-Colo.) </strong>said during a Sunday interview on NBC's \"Meet the Press\" that Intelligence Director Tulsi Gabbard and CIA Director John Ratcliffe \"lied repeatedly\" <a href=\"https://www.axios.com/2025/03/25/senate-democrats-blast-intel-hearing-signal-leak\" target=\"_blank\">during their testimony</a> before the Intelligence Committee.</p><ul><li>Bennet later added, \"I think these people should go. We need ... the top members of our intelligence community to be nonpartisan. We need them to tell the truth to the American people.\"</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/27/why-hegseth-trump-use-signal-not-secure-comms\" target=\"_blank\">How Trump's team could've planned the Houthi strikes without Signal</a></p>",
    "link": "https://www.axios.com/2025/03/30/signal-leak-democrats-republicans-investigation"
  },
  {
    "title": "Trump economic team's message: Don't worry about prices, tax cuts are coming",
    "published": "Sun, 30 Mar 2025 15:11:44 +0000",
    "content": "<p>Trump administration <a href=\"https://www.axios.com/economy\" target=\"_blank\">economic</a> officials had mixed message for consumers Sunday: <a href=\"https://www.axios.com/2025/03/27/trump-auto-tariffs-inflation-risk\" target=\"_blank\">Tariffs</a> won't raise prices, but even if they do you'll be fine when we cut taxes. </p><p><strong>Why it matters: </strong>The administration is gambling an increasingly unhappy consumer will eat a few months of worsening conditions for the promise of something better down the road. </p><hr /><p><strong>The big picture: </strong>Sentiment is plunging across the board — not just <a href=\"https://www.axios.com/2025/03/14/consumer-sentiment-march-plunge-inflation\" target=\"_blank\">consumers</a>, but also <a href=\"https://www.axios.com/2025/03/26/trump-tariffs-small-business-confidence\" target=\"_blank\">small businesses</a> and some <a href=\"https://www.axios.com/2025/03/27/oil-trump-trade-policies-fed-survey\" target=\"_blank\">big ones</a> too. </p><ul><li>Anecdote-driven \"soft\" economic data has been <a href=\"https://www.axios.com/2025/03/15/economic-indicators-recession-risk\" target=\"_blank\">negative</a> for weeks, and now the \"hard\" data that shows the underlying performance of the economy is <a href=\"https://www.axios.com/2025/03/28/pce-index-inflation-trump-tariffs\" target=\"_blank\">slipping</a> too. </li></ul><p><strong>What they're saying: </strong>On Fox News Sunday, Trump's senior trade counselor Peter Navarro deflected multiple questions about the president's auto tariffs potentially raising the <a href=\"https://www.axios.com/2025/03/29/trump-tariffs-car-prices\" target=\"_blank\">cost of cars</a> by thousands of dollars.</p><ul><li>\"The reason why we're not going to see inflation is because the foreigners are going to eat most of it, they have to, we're the biggest market in the world,\" he said. \"They have to be here. They have to be here, So they're going to cut their prices to absorb that.\"</li><li>Navarro stressed that whatever economic pain consumers feel in the short term will be offset by the tax bill the administration is <a href=\"https://www.axios.com/2025/02/27/trump-gop-tax-cuts-deficit-reality\" target=\"_blank\">negotiating</a> — mostly extending Trump's 2017 cuts, but with some new benefits, like cutting or eliminating taxes on <a href=\"https://www.axios.com/2025/03/28/trump-taxes-wealthy\" target=\"_blank\">tips</a>.</li><li>\"\"If you look at this basically holistically, as they say, consumers and Americans are going to be better off, including all the jobs they get.\"</li></ul><p><strong>The intrigue: </strong>The tax bill isn't done, and is part of the larger fight on Capitol Hill about the budget and debt ceiling.</p><ul><li>There are \"extraordinarily high\" odds a tax bill will pass this summer, National Economic Council director Kevin Hassett said on Fox's \"Sunday Morning Futures.\" </li><li>\"We've got the biggest, most pro-worker tax cut in history that's moving forward at a breakneck speed,\" he said. \"I think the naysayers will be proven wrong if they're a little bit nervous about the blips from this week to next.\"</li></ul><p><strong>What to watch: </strong>On Wednesday Trump is expected to unveil his long-awaited reciprocal tariffs, potentially against dozens of countries.</p><ul><li>Both Navarro and Hassett declined to detail the size and scope of those coming tariffs, saying the decision was ultimately Trump's. </li></ul>",
    "link": "https://www.axios.com/2025/03/30/trump-tariffs-taxes-consumer"
  },
  {
    "title": "The s-word rippling through Wall Street and Main Street",
    "published": "Sun, 30 Mar 2025 14:49:52 +0000",
    "content": "<p>Economic growth has flatlined so far this year. Inflation has picked up. And <a href=\"https://www.axios.com/2025/03/14/consumer-sentiment-march-plunge-inflation\" target=\"_blank\">consumers</a> expect both to get worse in the months ahead.</p><p><strong>Why it matters: </strong>For the moment, it adds up to Wall Street's least-favorite \"s-word,\" stagflation — stagnant growth mixed with elevated inflation.</p><hr /><ul><li>That pattern, most vividly seen in the 1970s, is particularly painful because it means people experience pain from both lack of job opportunities and higher prices.</li><li>It also leaves the Fed and other economic policymakers with less ability to cushion the blow because a move that might address one side of the problem could worsen the other.</li></ul><p><strong>The big picture: </strong>The takeaway, from a slew of recent data, is that President Trump inherited a shakier economy than it seemed <em>and</em> is risking something worse with aggressive policy moves.</p><p><strong>State of play: </strong>The backward-looking data lately has been distinctly stagflationary. Consumer spending in the first two months of 2025 has been soft, coming in 0.6% below its December rate (when adjusted for inflation).</p><ul><li>A real-time estimate of GDP published by the Atlanta Fed is now pointing to economic activity <em>shrinking</em> at an 0.5% rate in Q1, which ends Monday (after adjusting for gold inflows that distort economic data).</li><li>Meanwhile, the inflation measure favored by the Fed has risen at a 4.1% annual rate in the first two months of 2025, the highest in a year.</li><li>That all helps explain why, following a steep selloff Friday, the S&amp;P 500 is now 9% below its Feb. 19 high.</li></ul><p><strong>Reality check: </strong>The GDP number appears to be depressed by a one-time surge of imports as companies try to get ahead of tariffs. Inflation has been on a bumpy path for years.</p><ul><li>Key measures of the job market have held up fine.</li></ul><p><strong>Yes, but: </strong>When it comes to what will happen next, Americans have become more downbeat on both the outlook for jobs <em>and </em>inflation.</p><ul><li>The University of Michigan's long-running consumer sentiment survey dropped for the fourth straight month in March, with the steepest declines seen in what Americans — including Republicans — expect for the future.</li><li>Two-thirds now expect unemployment to rise over the next year, the highest share since the <em>annus horribilis </em>of 2009.</li><li>At the same time, the average expectation for inflation over the next year surged to 5%, from 4.3%.</li></ul><p><strong>Between the lines: </strong>Usually, unemployment and inflation move in opposite directions — a bad job market at least has the silver lining of low inflation (like in 2009), or high inflation at least comes alongside plentiful job opportunities (like 2022).</p><ul><li>The risks from trade wars and other disruptive policies is that whatever their potential long-term gains, they will make things worse on both fronts at once.</li><li>The Michigan survey suggests that is increasingly what ordinary Americans are expecting to see — and creates the risk that they will act accordingly.</li></ul>",
    "link": "https://www.axios.com/2025/03/30/stagflation-economy-inflation-growth"
  },
  {
    "title": "Scoop: White House to take charge of briefing-room seating chart",
    "published": "Sun, 30 Mar 2025 14:03:40 +0000",
    "content": "<p><a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">The White House</a> plans to impose its own seating chart for reporters in the briefing room in coming weeks, taking over a function long managed by the reporters themselves through the White House Correspondents' Association. </p><p><strong>Why it matters:</strong> It's the latest — but likely not the last — effort by the White House to take a heavier hand in shaping who covers President Trump. In public and private, White House officials make it clear they are determined to upend decades-old press corps traditions.</p><hr /><p><strong>Behind the scenes:</strong> Some members of the correspondents' association (WHCA) have been looking for ways to de-escalate. A senior White House official told Axios that a WHCA member had privately raised the possibility of changing the <a href=\"https://whca.press/for-members/by-laws/\" target=\"_blank\">organization's bylaws</a> so the sitting White House press secretary, currently Karoline Leavitt, always serves as WHCA president. </p><ul><li>The tough-sell argument for the change: Rekindle collaboration between WHCA and the White House, and ensure buy-in from both. </li><li>The official called the possibility an \"interesting idea,\" but said they're \"skeptical the association's board could pull it off.\"</li><li><a href=\"https://whca.press/about/\" target=\"_blank\">WHCA says</a> it \"exists to promote excellence in journalism as well as journalism education, and to ensure robust news coverage of the president and the presidency.\" Members could be expected to roundly reject the idea of a press secretary as their president.</li></ul><p><strong>The backstory</strong>: Prominent seats in the James S. Brady Press Briefing Room are coveted because it's easier to catch the press secretary's eye to ask tough and probing questions. Those correspondents' interactions are also more likely to be showcased on TV.</p><ul><li>In February, the White House began designating the pool of reporters who accompany Trump in tight spaces like the Oval Office and Air Force One — another function the WHCA had controlled for generations. WHCA <a href=\"https://whca.press/2025/02/25/whca-statement-on-white-house-announcement-on-press-pool/\" target=\"_blank\">said in response</a>: \"In a free country, leaders must not be able to choose their own press corps.\"</li></ul><p><strong>The Associated Press</strong> on Thursday asked a federal judge to reinstate the wire service's access to pooled events, which has been <a href=\"https://wapo.st/43wUXOZ\" target=\"_blank\">sharply curtailed</a> by the White House. \"AP has now spent 44 days in the penalty box,\" Charles Tobin, a lawyer for the newswire, <a href=\"https://apnews.com/article/trump-ap-white-house-press-pool-ban-cdf091900ae5371329234ddfafef3a91\" target=\"_blank\">said at the hearing</a>. </p><ul><li>WHCA's <a href=\"https://whca.press/2025/02/23/whca-files-motion-in-federal-ap-case/\" target=\"_blank\">decision to support AP</a> in its dispute with the White House prompted the <a href=\"https://x.com/cspan/status/1894457209805050256\" target=\"_blank\">changes in the pool structure</a>.</li></ul><p><strong>How it works:</strong> Discussing the coming seating chart, the senior White House official said plans have already been formalized for a \"fundamental restructuring of the briefing room, based on metrics more reflective of how media is consumed today.\"</p><ul><li>The new layout will include representatives of TV, print and digital outlets. The digital assignments will include both online influencers and newer organizations such as Axios, NOTUS and Punchbowl.</li></ul><p><strong>\"The goal isn't </strong>merely favorable coverage,\" said the official, who was granted anonymity to discuss plans that haven't been announced. \"It's truly an honest look at consumption [of the outlets' coverage]. Influencers are important but it's tough because they aren't [equipped to provide] consistent coverage. So the ability to cover the White House is part of the metrics.\"</p><ul><li>Major legacy outlets will still be included. But expect some to have diminished visibility compared with their customary spots in the first few rows. \"We want to balance disruption with responsibility,\" the official said.</li></ul><p><strong>The big picture:</strong> WHCA President Eugene Daniels <a href=\"https://x.com/reaganreese_/status/1906037495290028134\" target=\"_blank\">announced in an email</a> to members Saturday that the association is canceling a planned appearance by comedian Amber Ruffin as the <a href=\"https://whca.press/2025/02/04/whca-announces-amber-ruffin-as-entertainer-for-2025-annual-dinner/\" target=\"_blank\">featured entertainer</a> at the annual White House Correspondents' Dinner on April 26.</p><ul><li>White House deputy chief of staff Taylor Budowich on Friday night <a href=\"https://x.com/Taylor47/status/1905790231929934001\" target=\"_blank\">tweeted a clip</a> of Ruffin on a <a href=\"https://www.thedailybeast.com/how-amber-ruffin-is-preparingand-pre-gamingfor-the-white-house-correspondents-dinner/\" target=\"_blank\">Daily Beast podcast</a> conversation about her preparations for the dinner, where she referred to Trump administration officials as \"kind of a bunch of murderers.\" </li><li>Budowich asked: \"What kind of responsible, sensible journalist would attend something like this?\"</li></ul><p><strong>In</strong> <strong>announcing</strong> there'll be no headliner at next month's dinner, Daniels wrote: \"As the date nears, I will share more details of the plans in place to honor journalistic excellence and a robust, independent media covering the most powerful office in the world.\"</p><ul><li>\"As a first step,\" Daniels added, \"I wanted to share that the WHCA board has unanimously decided we are no longer featuring a comedic performance this year. At this consequential moment for journalism, I want to ensure the focus is not on the politics of division but entirely on awarding our colleagues for their outstanding work and providing scholarship and mentorship to the next generation of journalists.\"</li></ul><p><strong>Axios has sought comment</strong> from Daniels about the impending seating changes. </p><ul><li><em>Axios' Hans Nichols contributed reporting.</em></li></ul>",
    "link": "https://www.axios.com/2025/03/30/white-house-press-briefing-seating-chart"
  },
  {
    "title": "The Trump 2.0 resistance: Alive, but evolved",
    "published": "Sun, 30 Mar 2025 12:12:46 +0000",
    "content": "<p>The resistance of 2025 may not be wearing <a href=\"https://www.axios.com/local/denver/2025/01/21/womens-march-denver-colorado-donald-trump\" target=\"_blank\">a pink knitted cap</a> — but it's alive in <a href=\"https://www.axios.com/2025/03/19/democrats-republicans-town-halls-medicaid-doge\" target=\"_blank\">town halls</a>, streets, <a href=\"https://www.axios.com/local/denver/2025/03/19/denver-immigrant-activist-arrest-protest\" target=\"_blank\">campuses</a> and <a href=\"https://www.axios.com/2025/03/21/tesla-trade-ins-jump-closer\" target=\"_blank\">car dealerships</a> across the country.</p><p><strong>The big picture: </strong>If the 2017 Women's March <a href=\"https://www.axios.com/2017/12/15/the-womens-march-heralds-a-new-era-of-protest-1513300043\" target=\"_blank\">heralded a new era of protest</a>, so too, have the days of DOGE and an empowered, zone-flooding Trump.</p><hr /><ul><li>The early moves of <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">President Trump</a>'s second term have pulled a wide range of Americans into the political crosshairs, from <a href=\"https://www.axios.com/2025/03/05/national-park-federal-workers-layoffs-trump\" target=\"_blank\">National Parks Service</a> workers to <a href=\"https://www.axios.com/2025/03/24/social-security-cuts-doge\" target=\"_blank\">Social Security recipients</a> to the <a href=\"https://www.axios.com/2025/02/05/anti-trans-executive-orders-trump\" target=\"_blank\">transgender community</a>.</li></ul><p><strong>\"One of the miscalculations</strong> ... in their flood-the-zone strategy is when you flood the zone, you hit everyone,\" said Maurice Mitchell, the national director of the progressive <a href=\"https://workingfamilies.org/\" target=\"_blank\">Working Families Party</a>.</p><ul><li>That's brought previously uninvolved people into resistance efforts, Mitchell said. </li><li>Members of varied local labor organizations, parents concerned about education funding cuts, veterans and even some dissatisfied Trump voters, among others, have rallied behind shared frustrations, he said. </li><li>\"These are pretty divergent communities of people who didn't have a cause to come together, but have a cause to come together now,\" he said.</li></ul><p><strong>Zoom in: </strong>Irate constituents pushing back directly against lawmakers in <a href=\"https://www.axios.com/2025/03/04/house-republicans-town-halls-virtual\" target=\"_blank\">town halls</a> (even when the <a href=\"https://cbs6albany.com/news/local/stefanik-absent-from-glens-falls-town-hall-as-constituents-voice-concerns\" target=\"_blank\">lawmaker</a> isn't present) has emerged as one of the signature protests of 2025.</p><ul><li>House GOP leadership urged lawmakers to shift from in-person to virtual town halls amid the <a href=\"https://www.axios.com/2025/02/21/republicans-doge-protests-town-halls-trump-musk\" target=\"_self\">surge in protests</a> at events Republicans <a href=\"https://www.axios.com/2025/03/04/house-republicans-town-halls-virtual\" target=\"_blank\">argued had been hijacked</a> by Democratic activists.</li></ul><p><strong>People are also protesting</strong> with their wallets: <a href=\"https://www.axios.com/2025/02/25/economic-blackout-february-28-peoples-union\" target=\"_blank\">Boycotts</a> and strikes against companies aligned with Trump's agenda have become a key tool of the resistance.</p><ul><li>For administration ally <a href=\"https://www.axios.com/business/elon-musk\" target=\"_blank\">Elon Musk</a>, that's meant <a href=\"https://www.axios.com/2025/03/06/musk-doge-cuts-tesla-stock\" target=\"_blank\">slumping Tesla sales</a> and in-person <a href=\"https://www.axios.com/2025/02/28/tesla-takedown-elon-musk-protests-doge\" target=\"_blank\">protests at showrooms</a> around the country. </li><li>There were <a href=\"https://apnews.com/article/elon-musk-tesla-doge-protests-a07cb5f20d65d0fb4dcb3547e2b7879c\" target=\"_blank\">demonstrations</a> at Tesla showrooms across the country — and world — this weekend as part of the <a href=\"https://www.axios.com/2025/03/28/tesla-protests-saturday-elon-musk-trump-doge\" target=\"_blank\">Tesla Takedown movement's</a> \"global day of action.\"</li></ul><p><strong>Zoom out: </strong>Even if the immediate outcry in the wake of Trump's 2024 victory was more <a href=\"https://www.axios.com/2024/11/24/resistance-trump-protests-womens-march\" target=\"_blank\">muted than in 2016</a>, traditional street protests — including the cross-country <a href=\"https://www.axios.com/2025/02/05/photos-protest-trump-admin-50501\" target=\"_blank\">#50501 movement</a> and rallies of <a href=\"https://www.axios.com/local/washington-dc/2025/02/05/around-the-beltway-upheaval-city\" target=\"_blank\">federal workers</a> in opposition to DOGE — are also still happening.</p><ul><li>The Crowd Counting Consortium, a Harvard Kennedy School and University of Connecticut research project that measures political crowds, tallied at least 2,085 protests in February compared to 937 in Feb. 2017. And preliminary numbers for March suggest that the count will surpass 3,000, Erica Chenoweth, the CCC's co-director, told Axios.</li><li>\"I think it would just be a mistake to think that if there isn't some kind of big, visible, feet-to-the to the pavement kind of action, that there isn't meaningful, important and impactful protests happening,\" Chenoweth said.</li></ul><p><strong>What to watch: </strong>Mitchell predicts the upcoming \"<a href=\"https://handsoff2025.com/about\" target=\"_blank\">Hands Off</a>!\" April 5 nationwide mobilization effort will be \"the largest single day of actions against Trump, Musk and DOGE to date.\"</p><ul><li>As of this week, organizers were tracking more than 600 planned actions — rallies, events and other gatherings  — across all 50 states and more than 100,000 RSVPs, Mitchell said.</li></ul><p><strong>Friction point: </strong>Some of the administration's actions against protesters have raised alarms among <a href=\"https://www.axios.com/2025/03/11/columbia-protest-activist-arrest-free-speech\" target=\"_blank\">First Amendment advocates</a>, who say their crackdown could have a silencing effect on free speech. </p><ul><li>In particular, officials have framed students who voiced <a href=\"https://www.axios.com/2024/04/29/college-campus-protests-2024-explained\" target=\"_blank\">pro-Palestinian</a> opinions as Hamas supporters, with Trump <a href=\"https://www.axios.com/2025/03/04/trump-college-protests-israel-gaza-funding\" target=\"_blank\">vowing to block funds</a> for schools that allow \"illegal protests\" and federal immigration authorities <a href=\"https://www.axios.com/2025/03/20/tourists-us-residents-detained-arrested-deported-ice-immigration-trump\" target=\"_blank\">threatening to deport visa-holding protesters</a>.</li><li>Such arrests are meant to have a \"demobilizing effect,\" Chenoweth said. </li></ul><p><strong>But on the other hand</strong>, Chenoweth noted, \"acts of repression that are viewed as unjust, disproportional or illegitimate are often the things that do catalyze broader scale mobilization.\"</p>",
    "link": "https://www.axios.com/2025/03/30/trump-doge-protests-resistance-april-5"
  },
  {
    "title": "Trump's \"restoring truth\" order could return toppled Confederate monuments",
    "published": "Sun, 30 Mar 2025 12:06:10 +0000",
    "content": "<p>President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a> has ordered a federal review of monuments <a href=\"https://www.axios.com/2022/02/03/73-confederate-statues-removed-renamed-2021\" target=\"_blank\">toppled in the wake of George Floyd's murder</a>, targeting what he calls a \"concerted and widespread effort to rewrite our Nation's history.\"</p><p><strong>Why it matters: </strong>The Trump administration is leaving no stone unturned in its push to <a href=\"https://www.axios.com/local/washington-dc/2025/01/23/trumps-diversity-rollback-sparks-civil-rights-outcry\" target=\"_blank\">erase the legacy of 2020's racial reckoning</a>, including by restoring monuments to Confederate leaders who fought to preserve slavery.</p><hr /><p><strong>Zoom in: </strong>Trump signed an <a href=\"https://www.whitehouse.gov/presidential-actions/2025/03/restoring-truth-and-sanity-to-american-history/\" target=\"_blank\">executive order</a> Thursday taking aim at what he called a \"revisionist movement\" that has infiltrated the Smithsonian Institution and other federal sites dedicated to America's history.</p><ul><li>Besides <a href=\"https://www.axios.com/2025/03/28/smithsonian-trump-executive-order\" target=\"_blank\">purging \"improper ideology\" from Smithsonian facilities</a>, Trump directed the Department of the Interior to determine whether \"public monuments, memorials, statues, markers, or similar properties\" in its jurisdiction have been removed or changed \"to perpetuate a false reconstruction of American history.\"</li><li>The order directs the agency to reinstate those monuments and ensure they do not contain descriptions that \"inappropriately disparage Americans past or living.\"</li></ul><p><strong>The big picture: </strong>Trump has long opposed the removal of Confederate monuments, famously <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2017/08/17/trump-mourns-loss-of-beautiful-statues-and-monuments-in-wake-of-charlottesville-rally-over-robert-e-lee-statue/\" target=\"_blank\">wading into the debate</a> after the 2017 white nationalist rally in Charlottesville, in which protesters gathered to protect a statue of Confederate general Robert E. Lee.</p><ul><li>GOP backlash to the 2020 racial reckoning led to new state laws <a href=\"https://www.axios.com/local/miami/2024/02/01/florida-black-history-critical-race-theory\" target=\"_self\">limiting the discussion of slavery</a> in public schools, and conservatives fighting to restore Confederate monuments and names on schools, military installations and other government facilities.</li><li>Many of the monuments were erected decades ago as part of the <a href=\"https://www.washingtonpost.com/outlook/five-myths/five-myths-about-the-lost-cause/2021/01/14/78853464-55f9-11eb-a08b-f1381ef3d207_story.html\" target=\"_blank\">\"Lost Cause\" myth</a>, which falsely recast the Civil War as a noble regional fight for \"states' rights\" as opposed to the preservation of slavery.</li><li>At least 167 Confederate symbols were removed or renamed after the 2020 protests, but in 2022 there were still more than 2,000 Confederate memorials throughout the U.S. and its territories, according a Southern Poverty Law Center (SPLC) <a href=\"https://www.splcenter.org/resources/reports/whose-heritage-public-symbols-confederacy-third-edition/#_edn1:~:text=Confederate%20memorials%20can%20still%20be%20found%20throughout%20the%20United%20States%20and%20its%20territories\" target=\"_blank\">report</a>.</li></ul><p><strong>Yes, but: </strong>The direct impact of Trump's order will be limited, given that few toppled Confederate monuments were ever on federal land, Jesse Holland, a historian and author of \"<a href=\"https://www.amazon.com/Invisibles-Untold-African-American-Slaves/dp/1493008463\" target=\"_blank\">The Invisibles and Black Men Built the Capitol</a>,\" tells Axios.</p><ul><li>\"States putting them back up will be doing it because they want to — not because they were told to,\" Holland said.</li><li>Still, the explicit policy endorsement by the Trump administration could be a powerful catalyst.</li></ul><p><strong>What they're saying: </strong>\"We will not allow this administration to restore monuments that stand for intimidation, oppression and violence,\" Margaret Huang, SPLC president and CEO, said in a statement.</p><ul><li>Huang did not specify how the group would fight any name restorations, but condemned the executive order as a deliberate attempt to glorify racism under the guise of patriotism.</li></ul><p><strong>The backstory: </strong><a href=\"https://www.washingtonpost.com/outlook/five-myths/five-myths-about-the-lost-cause/2021/01/14/78853464-55f9-11eb-a08b-f1381ef3d207_story.html\" target=\"_blank\">The Lost Cause myth</a> was developed by white southerners to portray the Civil War as a noble effort to protect the southern way of life while downplaying the horrors of enslavement.</p><ul><li>White mobs after Reconstruction terrorized Black communities with lynchings and violence to reverse new electoral and business gains by emancipated Black Americans.</li><li>The federal government removed Union troops from southern states as southerners erected monuments to former Confederates and slaveholders to romanticize their exploits during the Civil War.</li><li><a href=\"https://www.axios.com/2021/03/19/commission-renaming-army-bases-makeover\" target=\"_self\">Historians</a> say the Lost Cause reinforced white supremacy in public spaces and was used to scare Black Americans from fighting segregation or seeking racial equality.</li></ul><p><strong>The bottom line:</strong> Holland says this is a cultural retreat — one designed to erase the reckoning of 2020 and re-center white grievance as patriotic nostalgia.</p><ul><li>\"It's not about restoring history — it's about restoring inequity,\" he said. \"This isn't a reset. It's a whitewashing of American history all over again.\"</li></ul>",
    "link": "https://www.axios.com/2025/03/30/trump-executive-order-confederate-monuments"
  }
]