[
  {
    "title": "How Trump tariffs could cause a global recession",
    "published": "Wed, 02 Apr 2025 23:52:00 +0000",
    "content": "<p>A truly enormous shock is needed to tip the entire global <a href=\"https://www.axios.com/economy\" target=\"_blank\">economy</a> into recession. Since World War II, there have been two such events — the financial crisis of 2008-9, and the COVID-19 pandemic of 2020. </p><p><strong>Why it matters: </strong>Trump's \"Liberation Day\" <a href=\"https://www.axios.com/2025/04/02/trump-tariffs-april-2-liberation-day\" target=\"_blank\">tariffs</a>, if they're kept in place and especially if they face retaliation from targeted nations, could be the third such economic earthquake in 17 years.  </p><hr /><p><strong>Follow the money: </strong>The U.S. <a href=\"https://www.bea.gov/news/2025/us-international-trade-goods-and-services-december-and-annual-2024\" target=\"_blank\">imported</a> $3.3 trillion of goods in 2024 — that's more than $25,000 per household. </p><ul><li>If the new tariffs work out to an average of 29%, per Evercore, then U.S. importers would have to pay about $1 trillion in tariffs per year, or $7,300 per household. </li><li>Realistically, that would never happen — many goods will just not get imported any more, creating shortages and large price hikes. </li><li>But if U.S. imports plunge, that would remove a key driver of the global economy, especially for export-dependent countries like Germany and China. </li></ul><p><strong>Zoom in: </strong>The 54% tariff on imports from China is particularly punitive.</p><ul><li>China exports plenty of high-tech goods like iPhones, but it's also the engine that provides affordable goods to millions of financially stretched families on low incomes. </li><li>As such, the China tariff alone could cause a significant increase in poverty.</li></ul><p><strong>Zoom out:</strong> The past 75 years or so of globalization have created a complex web of interdependent economies — which explains sayings like \"when the United States sneezes, Latin America catches pneumonia.\"</p><ul><li>If U.S. tariffs cause our major trading partners to slide into recession, that would devastate U.S. exports — $2.1 trillion for goods last year, plus another $1.1 trillion in services. And that's even before those partners start implementing retaliatory tariffs.</li><li>\"This is a game changer for the global economy,\" wrote Fitch economist Olu Sonola in a note Wednesday.</li><li>\"Many countries will likely end up in a recession.\"</li><li>Others agreed. \"These policies, if sustained, would likely push the US and global economy into recession this year,\" wrote JPMorgan analysts in a note on Wednesday.</li></ul><p><strong>Between the lines:</strong> Global stocks fell sharply on the Trump announcement — but not as much as they would if they believed these tariffs will be fully implemented and will be here to stay.</p><ul><li>\"One lesson from the first few months of the Trump presidency is that you have to let news cure a little before you take it seriously,\" Matthew Hougan, chief investment officer at Bitwise Asset Management, tells Axios.</li></ul><p><strong>The bottom line: </strong>It's almost impossible to overstate the sheer magnitude of the announced tariffs — and the degree to which they could devastate the global economy. </p><ul><li>Whether they really get implemented, however, remains to be seen.</li></ul><p><em>Brady Dale contributed. </em></p>",
    "link": "https://www.axios.com/2025/04/02/trump-reciprocal-tariffs-cause-recession"
  },
  {
    "title": "Trump's tariffs list is missing one big country: Russia",
    "published": "Wed, 02 Apr 2025 22:39:02 +0000",
    "content": "<p>President Trump unveiled <a href=\"https://www.axios.com/2025/04/02/trump-tariffs-april-2-liberation-day\" target=\"_blank\">tariffs of at least 10%</a> Wednesday on virtually the entire world, with one notable exception: <a href=\"https://www.axios.com/world/russia\" target=\"_blank\">Russia</a>.</p><p><strong>The intrigue: </strong>Press Secretary Karoline Leavitt told Axios Wednesday that Russia was left off because U.S. sanctions already \"preclude any meaningful trade.\" However, the U.S. still trades more with Russia than with countries like Mauritius or Brunei that did make Trump's tariffs list.</p><hr /><ul><li>Even remote island territories like Tokelau (pop. 1,500) in the South Pacific and Svalbard (pop. 2,500) in the Arctic Circle — territories of New Zealand and Norway, respectively —were listed for tariffs. </li><li>However, Leavitt noted that Cuba, Belarus and North Korea were also not included because existing tariffs and sanctions on them are already so high.</li></ul><p><strong>Breaking it down:</strong> The value of U.S.-Russia trade plummeted from around $35 billion in 2021 to $3.5 billion as of last year due to sanctions imposed over <a href=\"https://www.axios.com/world/axios-explains-ukraine\" target=\"_blank\">Russia's invasion of Ukraine</a>. </p><ul><li>Russia has asked Trump to lift some of those sanctions as part of the U.S.-mediated ceasefire talks, which have largely stalled.</li><li><a href=\"https://www.axios.com/2025/03/30/trump-putin-ukraine-tariffs\" target=\"_blank\">Trump threatened Russia</a> with secondary tariffs on oil earlier this week. He also said he was \"pissed off\" at Russian leader Vladimir Putin over his recent comments about Ukraine.</li><li>Leavitt noted that Russia could still face \"additional strong sanctions.\" </li></ul><p><strong>Worth noting: </strong>The other two major economies excluded from Trump's otherwise exhaustive list were Canada and Mexico. Leavitt confirmed that was because Trump already imposed 25% tariffs on both.</p><p><strong>Go deeper:</strong> <a href=\"https://www.axios.com/2025/04/02/russia-dmitriev-visit-white-house-ukraine\" target=\"_blank\">Putin's envoy to visit Washington for talks on Ukraine</a></p>",
    "link": "https://www.axios.com/2025/04/02/trump-tariffs-russia-ukraine-ceasefire"
  },
  {
    "title": "Trump closes China tariff loophole in blow to Temu and Shein",
    "published": "Wed, 02 Apr 2025 22:38:16 +0000",
    "content": "<p>The Trump administration is moving forward with a plan to close a trade loophole that previously allowed cheap goods from China to avoid tariffs.</p><p><strong>Why it matters: </strong>Packages valued at less than $800 have enjoyed the \"<em>de minimis</em>\" <a href=\"https://www.axios.com/2025/02/07/trump-tariffs-retail-de-minimis\" target=\"_self\">exemption from added duties</a>, which has enabled foreign online retailers like Temu and Shein to sell super cheap items to American consumers.</p><hr /><p><strong>Follow the money: </strong>Trump on Wednesday <a href=\"https://www.whitehouse.gov/fact-sheets/2025/04/fact-sheet-president-donald-j-trump-closes-de-minimis-exemptions-to-combat-chinas-role-in-americas-synthetic-opioid-crisis/\" target=\"_blank\">signed</a> an executive order ending the loophole on shipments from China beginning May 2.</p><ul><li>The president had <a href=\"https://www.axios.com/2025/02/07/trump-tariffs-retail-de-minimis\" target=\"_blank\">briefly suspended the duty loophole</a> in the early days of his second term before restoring the exemption while the Commerce Department put together a plan to \"fully and expediently process and collect tariff revenue.\"</li><li>The Commerce Department has since declared that \"adequate systems are in place to collect tariff revenue\" on low-value international shipments, the White House said Wednesday.</li></ul><p><strong>Zoom in: </strong>Applicable<strong> </strong>duties will be attached to shipments under $800 that are sent from China to the U.S. outside of the international postal system, according to the White House.</p><ul><li>Shipments under $800 that are sent through the international postal network will be \"subject to a duty rate of either 30% of their value or $25 per item (increasing to $50 per item after June 1, 2025).\"</li></ul><p><strong>Threat level: </strong>Critics of the <em>de minimis</em> exemption say it has bludgeoned American businesses, such as fashion retailer Forever 21, which recently began liquidating its U.S. stores after <a href=\"https://www.axios.com/2025/03/17/forever-21-bankruptcy-shines-light-on-de-minimis-impact\" target=\"_blank\">partly blaming the rise of Shein and Temu</a> for its downfall.</p><ul><li>\"The ability for non-U.S. retailers to sell their products at drastically lower prices to U.S. consumers has significantly impacted the Company's ability to retain its traditional core customer base,\" Forever 21 co-chief restructuring officer Stephen Coulombe said in a court filing.</li></ul><p><strong>The other side: </strong>Free market think tank Cato Institute <a href=\"https://www.cato.org/blog/high-costs-eliminating-de-minimis-shipping\" target=\"_blank\">argued</a> that eliminating the <em>de minimis</em> exemption means \"effectively raising taxes on American consumers and dramatically increasing shipping times.\"</p><ul><li>Representatives from Temu and Shein did not immediately respond to requests for comment. </li></ul>",
    "link": "https://www.axios.com/2025/04/02/trump-temu-shein-de-minimis-tariffs-pdd"
  },
  {
    "title": "Top moments from Booker's 25-hour speech",
    "published": "Wed, 02 Apr 2025 21:40:08 +0000",
    "content": "<p>Sen. <a href=\"https://www.axios.com/2025/04/01/cory-booker-senate-speech-trump-protest-watch\" target=\"_self\">Cory Booker</a>'s (D-N.J.) <a href=\"https://www.axios.com/2025/04/01/cory-booker-democrats-speech-senate-filibuster\" target=\"_blank\">epic speech</a> this week <a href=\"https://www.axios.com/2025/04/01/booker-sets-record-for-longest-senate-speech-trump\" target=\"_blank\">broke records</a> for length, and he didn't waste any of that time straying from message.</p><p><strong>The big picture: </strong>The former presidential candidate spoke about policy for more than 25 hours — in contrast to past such speeches that relied on stunts to keep the timer ticking. </p><hr /><ul><li>Booker spent the <a href=\"https://www.axios.com/2025/04/01/cory-booker-senate-speech-trump-protest-watch\" target=\"_self\">marathon Senate session</a> protesting President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_self\">Trump's</a> policies and the effects of <a href=\"https://www.axios.com/business/elon-musk\" target=\"_self\">Elon Musk's</a> and <a href=\"https://www.axios.com/politics-policy/doge-department-of-government-efficiency\" target=\"_self\">DOGE's</a> federal cost-cutting efforts on agencies and people's jobs.</li></ul><p><strong>Flashback: </strong>Former Sen. Strom Thurmond (D-S.C.), filibustered the Civil Rights Act of 1957 with a 24-hour and 18-minute speech that included reading a phonebook to pass time.</p><ul><li>Sen. Ted Cruz (R-Texas) <a href=\"https://www.senate.gov/legislative/AllNightSessions.htm\" target=\"_blank\">spoke</a> for 21 hours and 19 minutes in 2013 in opposition to the Affordable Care Act. Aside from his criticisms of former President Obama's health care law, Cruz used his speech to <a href=\"https://www.youtube.com/watch?v=0HJuaQL3KRI\" target=\"_blank\">read Dr. Seuss' \"Green Eggs and Ham\"</a> and <a href=\"https://www.c-span.org/clip/senate-proceeding/user-clip-ted-cruz-star-wars-filibuster/5012005\" target=\"_blank\">talked about Star Wars </a>and <a href=\"https://www.youtube.com/watch?v=OL7_hkKbWY8\" target=\"_blank\">White Castle</a>.</li></ul><p><strong>Between the lines: </strong>Not only did Booker surpass those records Tuesday, he did so while staying on message.</p><h2>Here are some of the top moments from Booker's speech</h2><p><strong>Booker took the floor </strong>Monday night with an urgent appeal.</p><ul><li>\"I rise tonight because I believe sincerely that our country is in crisis,\" he said. <strong>\"</strong>In just 71 days, the President of the United States has inflicted so much harm on Americans' safety, financial stability, the core foundations of our democracy and even our aspirations as a people.\"</li><li>\"These are not normal times in America, and they should not be treated as such.\"</li></ul><p><strong>Booker addressed </strong>the floundering of the Democratic Party in the new Trump era. Knowing the party's base has <a href=\"https://www.axios.com/2025/03/19/chuck-schumer-house-democrat-calls-step-down\" target=\"_self\">grown impatient with leaders </a>who haven't <a href=\"https://www.axios.com/2025/03/21/democrats-house-senate-tea-party-trump\" target=\"_self\">countered Trump more aggressively</a>, Booker said:</p><ul><li>\"I confess that I have been imperfect. I confess that I've been inadequate to the moment. I confess that the Democratic Party has made terrible mistakes that gave lane to this demagogue. I confess we all must look in the mirror and say 'we will do better.'\"</li></ul><p><strong>\"This Constitution has saved my life,\" </strong>the senator said. \"People bled to make real on this democracy.\"</p><ul><li>\"I am here in this body because of past generations that fought to uphold the Constitution — not because the Constitution was real to them, but because they brought reality and hope and love and promise to the Constitution.\"</li><li>\"They were Americans that said, like Langston Hughes, 'America never was America to me, but I swear this oath America will be.' They love this country so much, even when it didn't love them back. I am here because of that. I'm the fourth Black person popularly elected to this body because of generations that believed so much in this document that they were going to make it real.\"</li></ul><p><strong>Railing against Trump</strong>, Booker said about 12 hours in while clenching a copy of the Constitution:</p><ul><li>\"Twelve hours now I'm standing, and I'm still going strong, because this president is wrong, and he's violating principles that we hold dear and principles in this document that are so clear and plain.\"</li></ul><p><strong>As Booker neared beating Thurmond's record,</strong> he said: \"To hate him is wrong, and maybe my ego got too caught up that if I stood here, maybe, maybe, just maybe, I could break this record of the man who tried to stop the rights upon which I stand.\"</p><ul><li>He continued, \"I'm not here, though, because of his speech. I'm here despite his speech. I'm here because as powerful as he was, the people were more powerful.\"</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/04/01/cory-booker-democrats-speech-senate-filibuster\" target=\"_blank\">Cory Booker's epic Senate speech puts Democrats back in the spotlight</a></p>",
    "link": "https://www.axios.com/2025/04/02/cory-booker-speech-top-moments"
  },
  {
    "title": "Trump announces new tariffs, the highest import taxes since the 1800s",
    "published": "Wed, 02 Apr 2025 20:52:44 +0000",
    "content": "<p>President Trump<strong> </strong>announced a baseline 10% <a href=\"https://www.axios.com/2025/04/02/liberation-day-trump-tariffs\" target=\"_self\">tariff</a> on U.S. imports, with steeper reciprocal levies on goods from a slew of other nations, including Europe, Japan and China.</p><p><strong>Why it matters</strong>: Trump's announcement ends the free-trade era that has defined global commerce for decades — a move that risks higher consumer prices and economic damage.</p><hr /><p><strong>What they're saying</strong>: \"This is one of the most important days in my opinion, in American history,\"  Trump said in remarks delivered at a \"Liberation Day\" event in the Rose Garden.</p><ul><li>\"We will supercharge our domestic industrial base, we will pry open foreign markets and break down foreign trade barriers,\" Trump added.</li><li>Stocks, which rose a bit as Trump started speaking, reversed sharply and fell as he unveiled the reciprocal rates.</li></ul><p><strong>By the numbers:</strong> The reciprocal tariffs hit dozens of nations, including some of the country's largest trading partners. </p><ul><li>Imports from the European Union, Japan and South Korea will be subject to tariffs of 20% or higher. </li><li>Imports from Vietnam are subject to a tariff rate of 46%, while Taiwanese imports will face 32% tariffs.</li></ul><img src=\"https://images.axios.com/npx_tahARj1hvuQKUmX3DrmQuy0=/2025/04/02/1743626881817.jpg\" /> <div>Tables of reciprocal tariff rates. Credit: The White House</div><p><strong>Details</strong>: The reciprocal tariffs have been tailored based on how unfairly the administration says the countries treat U.S. exporters.</p><ul><li>The rates, calculated by Trump's top economists at the Council of Economic Advisors, are meant to hit back at the tariff and non-tariff trade barriers.</li><li>Trump said the published rates are <em>half </em>as high as the originally calculated levies. </li></ul><p><strong>What to watch</strong>: It is President Trump's gamble to revive domestic manufacturing, raise revenues to offset tax cut costs and push other nations to adhere to non-trade related demands.</p><ul><li>\"To all of the foreign presidents, prime ministers, kings, queens, ambassadors and everyone else who will soon be calling to ask for exceptions from these tariffs, I say 'terminate your own tariffs, drop your barriers. Don't manipulate your currencies,'\" Trump said. </li></ul><p><strong>The trade actions</strong> unveiled on Wednesday come on top of 25% tariffs on foreign-made vehicles and auto parts announced last week that will take effect at midnight.</p><ul><li>Steel and aluminum imports face similar tariff rates, with taxes threatened on lumber and pharmaceuticals.</li><li>The 25% tariffs applied on Canadian and Mexican imports that don't comply with the USMCA trade agreement will go into effect until the nations impose tighter border controls, senior officials said. </li><li>When those tariffs are removed, the North American countries will be subject to the baseline tariffs. </li></ul><p><strong>The big picture</strong>: Economists see stronger <a href=\"https://www.axios.com/2025/03/12/what-is-recession-2025-trump\" target=\"_blank\">odds of a recession</a> this year, alongside higher prices and weaker growth as a result of the trade war.</p><ul><li>Trade policy uncertainty has businesses in limbo and stock markets on edge. Recent economic surveys show consumers planning to pull back on spending and <a href=\"https://www.axios.com/2025/03/28/pce-index-inflation-trump-tariffs\" target=\"_blank\">bracing for higher prices</a>.</li><li>If widespread enough, a drop-off in demand and steady price increases would result in a dreaded outcome for Americans: <a href=\"https://www.axios.com/2025/03/30/stagflation-economy-inflation-growth\" target=\"_blank\">economic \"stagflation.\"</a></li></ul><p><em>Go deeper:</em> <a href=\"https://www.axios.com/2025/04/02/liberation-day-trump-tariffs\" target=\"_blank\">Trump's trade announcement is the start of global economic uncertainty</a></p><p><em>Brittany Gibson contributed.</em></p><p><em>Editor's note: This story has been updated with details from President Trump's event. </em></p>",
    "link": "https://www.axios.com/2025/04/02/trump-tariffs-april-2-liberation-day"
  },
  {
    "title": "Second buyout offer sent to some federal workers",
    "published": "Wed, 02 Apr 2025 19:55:52 +0000",
    "content": "<p>A second wave of <a href=\"https://www.axios.com/2025/02/13/trump-buyout-federal-workforce-deadline-goal\" target=\"_blank\">buyout</a> offers has gone out to federal workers inside some agencies, including Transportation, GSA and the Housing department, Axios has learned.</p><p><strong>Why it matters: </strong>The context for these offers, sent to at least five agencies, has shifted radically since the initial \"<a href=\"https://www.axios.com/2025/02/10/trump-federal-workers-buyout-delayed\" target=\"_blank\">Fork in the Road</a>\" email went out in February — employees have been through the fire over the past month, laid off, forced out or embroiled in court fights to keep their jobs.</p><hr /><ul><li>Folks are more receptive this time around, per the <a href=\"https://www.washingtonpost.com/politics/2025/04/02/deferred-resignation-trump-federal-workers/\" target=\"_blank\">Washington Post,</a> which first reported on the new buyouts.</li><li>Thousands of new workers are eligible, the paper reports. It says employees at the Energy Department and USDA also received offers. </li><li>Deadlines to decide range between April 7 and April 15.</li></ul><p><strong>Zoom in:</strong> Distinct from round 1, an Office of Personnel Management official said these offers are being initiated at the agency level.</p><ul><li>The Department of Transportation, the General Services Administration and the Department of Housing and Urban Development (HUD) each confirmed to Axios that new offers had gone out.</li></ul><p><strong>An email, viewed by Axios,</strong> went out to all USDA employees on Monday with the subject line \"Deferred Resignation Program 2.0\" — the wording a far cry from the Elon Musk-infused language of the first version<strong>.</strong></p><ul><li>USDA employees have until April 8 to respond. Those who accept will be on the payroll until September 30 but will be exempt from in-person or remote work, the email says.</li></ul><p><strong>Zoom in: </strong>The email, from the office of Secretary Brooke Rollins, provides the kind of details that were missing the last time. </p><ul><li>It explains why they're doing this: The agency will be restructuring, \"Optimizing and reducing the dize of the workforce to become more efficient,\" it says. And employees may be relocated. The USDA will be \"eliminating unnecessary management layers.\"</li><li>Probationary and term-limited workers are also eligible for the 2.0 version, per the email. And individual departments will carve out exceptions for people they deem necessary. (USDA in February <a href=\"https://www.axios.com/2025/02/18/trump-usda-firings-bird-flu-response\" target=\"_blank\">rehired</a> the bird flu officials it fired, during the ongoing alarm over the virus.)</li></ul><p><strong>What they're saying: </strong>\"We're providing DOT employees a second chance to voluntarily leave,\" said a spokesperson. \"This is just one part of our effort to make DOT more efficient and accountable to the taxpayer. \"</p><ul><li>\"Those who perform safety-critical functions are exempt from this program.\"</li><li>Opting into the deferred resignation program \"is voluntary,\" a spokesperson from the General Services Administration said. Employees have through April 18 to opt in.</li></ul><p><strong>The Department of Housing</strong> and Urban Development sent out a new offer on March 31, and <a href=\"https://x.com/HUDgov/status/1906818891176645028\" target=\"_blank\">announced it on X</a>: </p><ul><li>\"The option to take the fork in the road closed on February 12, 2025. Since then, we have heard from staff who wish they had taken it,\" the agency said.</li><li>\"The media villainized DRP [deferred resignation program] and said its promises couldn't be kept – they were wrong.\" </li></ul><p><strong>Catch up quick:</strong> About 75,000 workers took the first buyout offer, according to the Trump administration. It gave employees the option of staying on payroll through September. </p><ul><li>At the time, federal unions urged employees not to take the offer, which appeared unlawful and they succeeded in getting a key deadline pushed back in court.</li><li>This time around, the offers are being viewed less warily. </li></ul><p><strong>Other agencies, </strong>including NOAA, had already offered workers a way out through existing federal programs that offer voluntary early retirement or voluntary separation.</p><ul><li>Some workers who did take the original buyout offer have told Axios they were uncertain whether or not to trust it, but felt they had no choice given the administration's job purge. For right now, they are still getting paid.</li></ul><p><em>If you're a federal worker who has taken a buyout or is contemplating one, you can reach out confidentially to Emily Peck on Signal at EmilyRPeck.71 or by email emily.peck@axios.com</em></p><p><em>Editor's note: This story has been updated with details from an emailed voluntary leave proposal.</em></p>",
    "link": "https://www.axios.com/2025/04/02/federal-worker-buyouts-trump-administration"
  },
  {
    "title": "Senate unveils new blueprint for mega-MAGA package",
    "published": "Wed, 02 Apr 2025 19:40:55 +0000",
    "content": "<p>Senate Budget Chairman Lindsey Graham (R-S.C.) unveiled a new <a href=\"https://www.axios.com/2025/04/01/senate-budget-tax-cuts-current-policy-graham\" target=\"_blank\">budget resolution</a> Wednesday that outlines a sweeping package to raise the debt ceiling and tackle President Trump's tax, border, defense and energy priorities.</p><p><strong>Why it matters: </strong>Hill leaders hope the third time is a charm. Graham's compromise package blends separate versions passed by <a href=\"https://www.axios.com/2025/02/26/house-passes-gop-budget-bill-in-key-step-for-trump-agenda\" target=\"_blank\">the House</a> and <a href=\"https://www.axios.com/2025/02/21/senate-budget-vote-trump-republicans-border-defense\" target=\"_blank\">Senate</a> earlier this year. </p><hr /><ul><li>Senate leadership hopes to <a href=\"https://www.axios.com/2025/04/02/white-house-gdp-economic-growth\" target=\"_blank\">move fast</a>, with a vote this week and vote-a-rama that could stretch into the weekend.</li></ul><p><strong>Zoom in: </strong>The resolution would raise the debt ceiling by as much as $5 trillion, though there are differences in the instructions given to the House and Senate committees<strong>.</strong></p><ul><li>It would also make Trump's 2017 tax cuts permanent using a current policy baseline — an accounting maneuver that makes the cost $0.</li><li>Republicans insisted this week that Graham can single-handedly decide to use a current policy baseline, without input from the Senate parliamentarian.</li></ul><p><strong>The resolution provides the Finance Committee</strong> with an extra $1.5 trillion for other Trump tax priorities, such as no tax on tips. </p><ul><li>It earmarks roughly $175 billion for the border and $150 billion in defense spending, as was included in the first Senate package.</li></ul><p><strong>What to watch: </strong>The resolution also charges four committees to find a minimum of $1 billion in savings each — though all are expected to find significantly more cuts than that.</p><ul><li>The new spending is also expected to be offset by increased revenue from energy policy changes.</li><li>House and Senate conservatives have been demanding serious spending cuts — in the trillions of dollars — as part of any reconciliation package.</li><li>The House package called for at least $1.5 trillion in savings, but because of different rules in the Senate, they are setting the minimum low.</li></ul><p><strong>Go deeper:</strong> Read the full budget resolution, <a href=\"https://www.budget.senate.gov/imo/media/doc/senate_amendment_h_con_res_14.pdf\" target=\"_blank\">here</a>.</p><p><em>Editor's note; This story has been updated with additional reporting. </em></p>",
    "link": "https://www.axios.com/2025/04/02/senate-repulbicans-lindsey-graham-releases-reconciliation-budget-plan"
  },
  {
    "title": "Democrats' best day of the new Trump era",
    "published": "Wed, 02 Apr 2025 18:27:12 +0000",
    "content": "<p><a href=\"https://www.axios.com/2025/03/06/democrats-disrupt-trump-speech-reaction\" target=\"_blank\">Division</a> and a <a href=\"https://www.axios.com/2025/02/21/2028-democrats-strategy-divide-trump\" target=\"_blank\">lack of direction</a> had seemingly defined Democrats in the early days of Trump's second term, but Tuesday offered a blue-tinted glimmer of victory.</p><p><strong>The big picture: </strong>A record-shattering <a href=\"https://www.axios.com/2025/04/01/booker-sets-record-for-longest-senate-speech-trump\" target=\"_blank\">marathon speech</a> on the Senate floor against the MAGA agenda, public House GOP disarray and a <a href=\"https://www.axios.com/2025/04/02/wisconsin-supreme-court-race-results\" target=\"_blank\">state Supreme Court win</a> could be an elevator for the party amid fears they've plummeted to their <a href=\"https://www.axios.com/2025/03/24/democrats-popularity-crisis-trump-elections\" target=\"_blank\">deepest hole</a> in nearly half a century.</p><hr /><ul><li>If the roar of applause from Dems after an emotional Sen. <a href=\"https://www.axios.com/2025/04/02/cory-booker-senate-speech-record-thurmond\" target=\"_blank\">Cory Booker</a> (D-N.J.) snatched the record for the longest Senate speech from segregationist <a href=\"https://www.axios.com/2025/04/01/cory-booker-marathon-speech-senate-records-strom-thurmond\" target=\"_blank\">Sen. Strom Thurmond</a> was any sign, Dems may be finding their energy again.</li></ul><p><strong>Driving the news: </strong>Booker, in his 25-hour-long marathon speech, delivered an impassioned rebuke of the Trump administration and its <a href=\"https://www.axios.com/2025/04/01/hhs-layoff-rfk-staff-cuts\" target=\"_blank\">DOGE-driven cuts</a> to federal agencies and programs.</p><ul><li>In a social media <a href=\"https://bsky.app/profile/booker.senate.gov/post/3llpilgkkuk2e\" target=\"_blank\">post</a> shared before he took to the Senate floor Monday evening, Booker said he'd heard calls across the country for lawmakers to \"do more\" to \"recognize the urgency, the crisis of the moment.\"</li><li>In some cases, those calls have come as a demand for <a href=\"https://www.axios.com/2025/03/19/chuck-schumer-house-democrat-calls-step-down\" target=\"_blank\">new leadership</a> willing to use more combative tactics, with <a href=\"https://www.axios.com/2025/03/23/schumer-not-stepping-down-democratic-pressure\" target=\"_blank\">Minority Leader Chuck Schumer (D-N.Y.)</a> becoming the main target of the internal ire.</li><li>Booker's grand gesture thrust him — and the Democratic Party — into the national spotlight, amassing hundreds of thousands of livestream views at a time when Trump's <a href=\"https://www.axios.com/2025/02/10/trumps-stress-mental-health-americans\" target=\"_blank\">zone-flooding style has commandeered</a> nearly every news cycle.</li></ul><p><strong>Zoom out: </strong>While Booker was putting human stamina to the test on the Senate floor, House Speaker <a href=\"https://www.axios.com/2025/04/01/mike-johnson-republicans-proxy-voting\" target=\"_blank\">Mike Johnson</a> (R-La.) was testing the limits of his own power over his caucus.</p><ul><li>Johnson's move attaching his motion to kill Rep. <a href=\"https://www.axios.com/2025/03/31/freedom-caucus-anna-paulina-luna-proxy-voting\" target=\"_self\">Anna Paulina Luna's</a> (R-Fla.) <a href=\"https://www.axios.com/2025/04/01/mike-johnson-anna-paulina-luna-proxy-voting\" target=\"_blank\">proxy voting initiative</a> to an unrelated GOP bill prohibiting noncitizens from voting in federal elections sparked frustration among his party.</li><li>Luna and eight other Republicans broke ranks from Johnson, giving him his <a href=\"https://www.axios.com/2025/04/02/mike-johnson-anna-paulina-luna-proxy-voting\" target=\"_blank\">biggest legislative hit</a> of 2025 thus far, Axios' Andrew Solender reported. After the blow, he canceled half a week's worth of House votes.</li></ul><p><strong>And special elections held Tuesday</strong> could indicate trouble down the line for the GOP.</p><ul><li>In Wisconsin, Democratic-backed Judge <a href=\"https://www.axios.com/2025/04/02/wisconsin-supreme-court-election-susan-crawford-trump\" target=\"_blank\">Susan Crawford took down</a> her GOP-backed opponent in a hotly contested state Supreme Court race that inhaled <a href=\"https://www.axios.com/2025/04/01/wisconsin-supreme-court-election-expensive-donations\" target=\"_blank\">big donations</a> from MAGA ally Elon Musk and other billionaires. </li><li>Her win preserves the court's liberal majority and sends a powerful pre-midterm message to the MAGA world.</li><li>While Republicans kept the Florida House seats previously held by national security adviser Mike Waltz and former Rep. Matt Gaetz, the GOP candidates in Tuesday's <a href=\"https://www.axios.com/2025/04/02/wisconsin-florida-special-elections-trump\" target=\"_blank\">special election</a> <a href=\"https://www.axios.com/2025/04/01/republicans-win-mike-waltz-seat-randy-fine\" target=\"_blank\">fell far short</a> of Trump's November performance in the Sunshine State.</li></ul><p><strong>Between the lines: </strong>While the 2026 <a href=\"https://www.politico.com/newsletters/politico-nightly/2025/03/13/the-midterms-wont-save-the-democrats-00230061\" target=\"_blank\">midterms</a> are still daunting for Senate Dems, Tuesday's gains spark questions about what could happen if the party carries that momentum into an election in which Republicans won't have Trump on the ballot.</p><ul><li>The GOP also has to fight the historic trope that the <a href=\"https://www.axios.com/2022/04/10/election-2022-midterms-seats-congress\" target=\"_blank\">president's party</a> takes a <a href=\"https://www.axios.com/2018/11/30/2018-midterms-blue-wave-split-decision\" target=\"_blank\">hit in midterms</a>.</li><li>Crawford's campaign <a href=\"https://host2.adimpact.com/admo/viewer/73e818a1-d58a-404c-8d35-75e7f36d71b9/\" target=\"_blank\">leaned</a> in hard on anti-Musk sentiment — whether Democrats borrow the strategy in upcoming elections, and whether Republicans adjust in their defense of DOGE, will be something to watch.</li><li>Polls have shown Musk's moves are <a href=\"https://www.axios.com/2025/02/23/musk-doge-disapproval-ratings-recent-polling\" target=\"_blank\">not sitting well</a> with most respondents — even as the White House argues the sweeping changes pushed by the richest man in the world are part of Trump's \"mandate.\"</li></ul><p><strong>The bottom line: </strong>Schumer <a href=\"https://www.semafor.com/article/02/02/2025/trump-will-screw-up-schumer-plots-the-democratic-comeback\" target=\"_blank\">told</a> Semafor this year that \"Trump will screw up,\" giving Dems openings for wins. </p><ul><li>But Booker's stand-and-speak approach, when pitted against the wait-and-see, put the spotlight on Democratic unity, rather than merely on a Trump trip-up.</li><li>Booker repeatedly evoked the late John Lewis' signature advice to get in \"good trouble\" to \"redeem the soul of our nation\" during his epic speech.</li><li>Amid what he called \"a moral moment,\" Booker ended his final moments on the floor with a call to action: \"Let's get in good trouble.\"</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/04/02/elon-musk-favorability-tesla-sales-dropped-wisconsin-loss\" target=\"_blank\">Slumping Tesla sales, Wisconsin wipeout punctuate Elon Musk's losing streak</a></p>",
    "link": "https://www.axios.com/2025/04/02/trump-cory-booker-democrats"
  },
  {
    "title": "Elon Musk is on a losing streak",
    "published": "Wed, 02 Apr 2025 16:42:15 +0000",
    "content": "<p>Disgruntled Americans are using their wallets, votes<strong> </strong>and voices to send <a href=\"https://www.axios.com/business/elon-musk\" target=\"_blank\">Elon Musk</a> a message in a string of business and political losses for the world's richest man.</p><p><strong>Why it matters: </strong>Musk's time as the chainsaw-wielding head of DOGE has made him the face of several controversial Trump administration policies, turning him into a target for <a href=\"https://www.axios.com/2025/02/28/tesla-takedown-elon-musk-protests-doge\" target=\"_blank\">protests</a> and public backlash.</p><hr /><p><strong>Behind the scenes: </strong>President<strong> </strong>Trump suggested to reporters on Monday that Musk's role in the federal government <a href=\"https://www.axios.com/2025/04/01/elons-doge-timeline-trump-sge\" target=\"_blank\">could end imminently</a>. </p><ul><li>His status as a \"<a href=\"https://www.axios.com/2025/02/05/elon-musk-trump-special-government-employee\" target=\"_blank\">special government employee</a>\" can only last 130 days.</li><li>Musk may be more of a political liability these days with some members of the Trump administration frustrated with his unpredictability. He'd likely maintain an informal advisory role, <a href=\"https://www.politico.com/news/magazine/2025/04/02/trump-musk-leaving-political-liability-00265784\" target=\"_blank\">per Politico</a>. </li></ul><p><strong>Read more: </strong></p><h2>Tesla sales plummet amid protests</h2><p><strong>Tesla vehicle deliveries plunged </strong>13% in the <a href=\"https://www.axios.com/2025/04/02/tesla-sales-elon-musk-doge-ev\" target=\"_blank\">first quarter</a> compared with a year earlier. Deliveries are considered a close proxy for sales. </p><ul><li>This marks a significant indicator that the brand's reputation is suffering from Musk's political involvement and his association with DOGE. </li></ul><p><strong>Zoom out: </strong>Tesla Takedown protests at dealerships nationwide have been a mass-grassroots backlash to Musk's role in the Trump administration. </p><ul><li>The movement organized a March 29 \"<a href=\"https://www.axios.com/2025/03/28/tesla-protests-saturday-elon-musk-trump-doge\" target=\"_blank\">global day of action</a>\" with demonstrations outside Tesla showrooms across the world. </li></ul><h2>Wisconsin election</h2><p><strong>The Musk poured millions </strong>into the Wisconsin Supreme Court <a href=\"https://www.axios.com/2025/04/01/wisconsin-supreme-court-election-elon-musk\" target=\"_blank\">election</a> only to see the conservative-backed Brad Schimel <a href=\"https://www.nytimes.com/interactive/2025/04/01/us/elections/results-wisconsin-supreme-court.html\" target=\"_blank\">soundly defeated</a> by Susan Crawford on Tuesday.</p><ul><li>It was the <a href=\"https://www.axios.com/2025/04/01/wisconsin-supreme-court-election-expensive-donations\" target=\"_blank\">most expensive</a> judicial race in U.S. history, which led to high turnout. </li><li>The court, which has cases pending on abortion rights, redistricting and election laws, will maintain a liberal majority until at least 2028.</li></ul><p><strong>Between the lines: </strong>The election served as an early referendum on Trump and Republicans.</p><ul><li>Musk, who campaigned in Wisconsin, had cast the race in apocalyptic terms, saying the outcome would decide \"the future of the world\" — a prediction he <a href=\"https://www.politico.com/news/2025/04/02/elon-musk-wisconsin-loss-reaction-00006129\" target=\"_blank\">now downplays</a> after his resounding loss.</li></ul><h2>Dipping favorability</h2><p><strong>Musk's favorability ratings </strong><a href=\"https://harvardharrispoll.com/press-release-march-2025/\" target=\"_blank\">dropped</a> from neutral to 10 points underwater with respondents by the end of Trump's second month in office, according to data from the Center for American Political Studies at Harvard that the Harris Poll and HarrisX released on Monday.</p><ul><li>According to the polling, Musk is less popular with the public than Health and Human Services Secretary Robert F. Kennedy Jr. (+7) and Defense Secretary Pete Hegseth (-5), who was recently caught up the administration's <a href=\"https://www.axios.com/2025/03/30/signal-leak-democrats-republicans-investigation\" target=\"_blank\">Signal scandal</a>.</li></ul><p><strong>Zoom in: </strong>Musk's cratering public perception is hitting his highest profile company, with two-thirds (67%) of Americans telling a recent <a href=\"https://www.yahoo.com/news/two-thirds-of-americans-now-say-they-wouldnt-drive-a-tesla--and-most-of-them-cite-elon-musk-as-the-reason-why-according-to-a-new-poll-152619516.html\" target=\"_blank\">Yahoo News/YouGov</a> poll they wouldn't consider buying or leasing a Tesla. </p><ul><li>56% of those said Musk was \"the whole reason\" or \"part of the reason\" why.</li></ul><h2> Court losses</h2><p><strong>Judges across the U.S. </strong>have repeatedly limited the power of Musk and DOGE in response to its attempts to force sweeping changes across the federal bureaucracy. </p><ul><li>In March, Musk and DOGE employees were <a href=\"https://www.axios.com/2025/03/20/doge-musk-access-social-security-blocked\" target=\"_blank\">barred</a> from accessing Americans' personal information in Social Security Administration systems. </li><li>Also last month, they were <a href=\"https://www.axios.com/2025/03/28/cfpb-federal-workers-trump-musk\" target=\"_blank\">blocked</a> from dismantling the Consumer Financial Protection Bureau, and the accelerated shutdown of the U.S. Agency for International Development was deemed likely <a href=\"https://www.axios.com/2025/03/18/usaid-shutdown-unconstitutional-federal-judge-doge\" target=\"_blank\">unconstitutional</a>. </li><li>In February, DOGE's <a href=\"https://www.axios.com/2025/02/06/doge-treasury-payments-system-access-trump-musk\" target=\"_blank\">access</a> to sensitive Treasury payment system information was temporarily restricted. </li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/04/02/tesla-sales-elon-musk-doge-ev\" target=\"_blank\">Tesla EV sales plunged 13% in Elon Musk backlash</a></p>",
    "link": "https://www.axios.com/2025/04/02/elon-musk-favorability-tesla-sales-dropped-wisconsin-loss"
  },
  {
    "title": "Exclusive: Schumer proposes security training for Trump officials after Signalgate scandal",
    "published": "Wed, 02 Apr 2025 16:06:59 +0000",
    "content": "<p>Senate Minority Leader <a href=\"https://www.axios.com/2025/03/26/schumer-democrats-trump-letter-signal\" target=\"_blank\">Chuck Schumer</a> (D-N.Y.) is introducing a bill Tuesday to establish security training for members of President Trump's White House personnel, Axios has learned.</p><p><strong>Why it matters: </strong>Schumer and Senate Democrats are trying to continue to pummel Trump and Republicans for the Signalgate scandal that rocked the White House last month.</p><hr /><ul><li>Schumer's bill, the Operational Security (OPSEC) Act of 2025, would establish a new office to train administration officials in security protocols and to identify counterintelligence operations.</li><li>It would also create a congressionally-appointed board to advise administration officials on best practices in security training. </li><li>\"Expert help from the outside is necessary so that the administration learns the proper way to handle classified information and identify and mitigate threats,\" Schumer said in a statement.</li></ul><p><strong>The big picture: </strong>Democrats want to hold Signalgate over Republicans in 2026 and 2028 — the same way the GOP kept Hillary Clinton's emails in the headlines for years.</p><ul><li>Schumer's bill would also mandate training for the preservation and protection of classified materials.</li><li>Schumer's proposed office of security training would be run by a Senate-appointed director, handing more oversight authority to Congress.</li><li>He is joined by Sens. Adam Schiff (D-Calif.) and Andy Kim (D-N.J.) in introducing the bill.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/28/tracking-trump-signal-chat-atlantic-goldberg\" target=\"_blank\">Tracking Trump: The Signal message saga continues</a></p>",
    "link": "https://www.axios.com/2025/04/02/schumer-proposes-security-trainingtrump-officials-signalgate"
  },
  {
    "title": "Trump tariffs, falling business confidence may not affect hiring yet",
    "published": "Wed, 02 Apr 2025 15:50:00 +0000",
    "content": "<div>Data: <a href=\"https://adp-ri-nrip-static.adp.com/artifacts/us_ner/20250402/ADP_NATIONAL_EMPLOYMENT_REPORT_Press_Release_2025_03%20FINAL.pdf?_ga=2.199547566.1692862208.1743602312-39313168.1741180629\" target=\"_blank\">ADP National Employment Report</a>; Chart: Axios Visuals</div><p>Private sector hiring was solid in March, at least according to one early indicator that suggests, for now, falling <a href=\"https://www.axios.com/2025/03/26/trump-tariffs-small-business-confidence\" target=\"_blank\">business confidence</a> isn't translating into fewer jobs.</p><p><strong>Why it matters: </strong>Wall Street economists are worried that the economy will buckle under the weight of President Trump's tariffs. That is validated by the sentiment indicators in free fall, but less so in the economic data reflective of what businesses are actually doing.</p><hr /><ul><li>The first hard indicators of activity for March are out this week.</li></ul><p><strong>By the numbers: </strong>Private employers added 155,000 jobs in March, rebounding from the upwardly revised 84,000 gain the previous month, according to payroll processor ADP. </p><p><strong>What they're saying:</strong> \"Despite policy uncertainty and downbeat consumers, the bottom line is this: The March topline number was a good one for the economy and employers of all sizes, if not necessarily all sectors,\" ADP chief economist Nela Richardson said in a statement.</p><p><strong>Between the lines:</strong> ADP's employment report is not meant to be an indication of what the all-important government payrolls release might show on Friday. </p><ul><li>Still, ADP's monthly report should not be totally shrugged off. The jobs data is based on actual payroll data of tens of millions of U.S. employees.</li></ul><p><strong>The big picture: </strong>The report aligns with what is apparent in low weekly unemployment filings: The labor market is still on solid footing.</p><ul><li>For the second straight month, manufacturing was the standout sector. It added 21,000 jobs last month, after adding 15,000 in February — what ADP called \"stronger-than-average job gains.\" </li></ul><p><strong>The other side:</strong> That might be welcome news for Trump. He's vowed to revive the domestic manufacturing industry, which has reported dismal <a href=\"https://www.axios.com/2025/03/30/stagflation-economy-inflation-growth\" target=\"_blank\">stagflationary</a> conditions as tariffs take effect.</p><ul><li>The Institute for Supply Management purchasing managers' index, a gauge of manufacturing activity, contracted in March<strong> </strong>after back-to-back months of expansion.</li><li>The prices index surged on the back of tariffs, alongside a weaker employment index as manufacturers shed workers.</li></ul><p><strong>\"The manufacturing economy</strong> is struggling, primarily due to the tariff uncertainty,\" Tim Fiore, outgoing chair of the Institute for Supply Management's purchasing managers' index, told reporters Tuesday.</p><ul><li>\"It's very hard for me to determine what the demand situation was because it was so overwhelmingly focused on tariffs, which is today's issue. Demand will be tomorrow's issue,\" Fiore said.</li></ul><p><strong>Zoom out: </strong>Trump-era trade policy moves faster than it takes to collect economic data.</p><ul><li>But respondents sent the Institute for Supply Management their updated information through the end of last month, reflecting a fresh snapshot of sentiment.</li><li>ADP's March employment report incorporates data across the entire month.</li></ul><p><strong>What's next:</strong> Economists expect the government jobs report — out Friday at 8:30am ET — will show 140,000 jobs added last month, only a slight slowdown from the 151,000 payrolls added in February.</p><ul><li>The unemployment rate is expected to hold at a historically low 4.1%. </li></ul>",
    "link": "https://www.axios.com/2025/04/02/trump-tariffs-hiring-jobs-adp"
  },
  {
    "title": "Eric Adams' federal corruption case dismissed by judge",
    "published": "Wed, 02 Apr 2025 15:00:15 +0000",
    "content": "<p>A federal judge on Wednesday dismissed <a href=\"https://www.axios.com/2025/02/15/eric-adams-charges-dropped-justice-department\" target=\"_blank\">the criminal corruption case</a> against New York City Mayor <a href=\"https://www.axios.com/2025/02/11/nyc-mayor-eric-adams-charges-dropped-doj-move\" target=\"_self\">Eric Adams</a> (D).</p><p><strong>The big picture: </strong>The move comes after Adams aligned himself with the White House and the DOJ requested that his case be dismissed. Top <a href=\"https://www.axios.com/2025/02/18/doj-prosecutors-letter-jack-smith-trump\" target=\"_blank\">federal prosecutors</a> <a href=\"https://www.axios.com/2025/02/14/prosecutor-sdny-resignation-letters-sassoon-scotten\" target=\"_blank\">resigned</a> rather than withdraw the indictment, resisting political pressure from others in the Trump administration.</p><hr /><p><strong>Driving the news: </strong>The <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nysd.628916/gov.uscourts.nysd.628916.177.0.pdf\" target=\"_blank\">order</a> from Judge Dale Ho marks the end of Adams' case after the Justice Department sought to have his <a href=\"https://www.axios.com/2025/02/11/nyc-mayor-eric-adams-charges-dropped-doj-move\" target=\"_blank\">charges dropped</a>.</p><ul><li>Ho ordered for the case to be dismissed \"with prejudice,\" meaning that the government can't re-use the indictment in the future. </li><li>The DOJ had requested for the case to be dismissed without prejudice, saying it interfered with Adams' ability to govern, including carry out immigration policy. </li><li> But Ho wrote that \"dismissing the case without prejudice would create the unavoidable perception that the Mayor's freedom depends on his ability to carry out the immigration enforcement priorities of the administration.\"</li></ul><p><strong>Between the lines: </strong>Ho concluded that there was \"no good reason\" offer why the dismissal should be without prejudice.</p><ul><li>He acknowledged that some would find the decision \"unsatisfying\" but explained that he can't order the DOJ to continue prosecuting Adams. </li></ul><p><strong>Zoom out: </strong>Ho's ruling came after Adams' attorney requested in a Monday <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nysd.628916/gov.uscourts.nysd.628916.176.0.pdf\" target=\"_blank\">letter</a> for the judge to issue a decision \"as soon as practicable,\" noting that Adams' petitions for his candidacy for mayor are due Thursday.</p><ul><li>Adams is facing a heated primary race in June against a slate of Democratic challengers, including former <a href=\"https://www.axios.com/2025/03/01/andrew-cuomo-new-york-city-mayor-race\" target=\"_blank\">Gov. Andrew Cuomo</a>.</li><li>The general election will be held in November.</li></ul><p><strong>Catch up quick: </strong>At least seven top prosecutors in New York City and Washington, D.C., <a href=\"https://www.axios.com/2025/02/14/trumps-doj-prosecutors-eric-adams\" target=\"_self\">resigned</a> earlier this year rather than obey a DOJ order to withdraw the indictment. </p><ul><li>At the behest of Acting Deputy Attorney General Emil Bove, two prosecutors ultimately did <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nysd.628916/gov.uscourts.nysd.628916.122.0.pdf\" target=\"_blank\">file the request</a> for a dismissal of the case \"without prejudice,\" meaning the charges could be reinstated.</li><li>The request, signed by Bove, argued that the indictment interferes with the mayor's ability to do his job.</li><li>Bove also argued that withdrawing the charges would make it more likely that Adams would comply with the Trump administration's immigration policies, according to two prosecutors' resignation letters.</li><li>Adams then appeared in two joint interviews with Trump's immigration czar, Tom Homan, and promised to do just that.</li></ul><p><strong>Context: </strong>Adams was <a href=\"https://www.axios.com/2024/09/26/eric-adams-nyc-mayor-indicted-reports\" target=\"_self\">the first</a> NYC mayor to face criminal charges while in office.</p><ul><li>He was indicted last year on charges of bribery and fraud following a federal investigation that his campaign illegally conspired with foreign businesspeople and Turkish officials.</li><li>Adams denied the allegations and pleaded not guilty. </li><li>He was scheduled to go to trial in April.</li></ul><p><strong>More from Axios:</strong></p><ul><li><a href=\"https://www.axios.com/2025/02/18/doj-prosecutors-letter-jack-smith-trump\" target=\"_blank\">Jack Smith among 900 former prosecutors alarmed by Trump's DOJ</a></li><li><a href=\"https://www.axios.com/2025/02/15/eric-adams-charges-dropped-justice-department\" target=\"_blank\">DOJ moves to drop Eric Adams charges after 7 prosecutors resign</a></li><li><a href=\"https://www.axios.com/2025/02/14/trumps-doj-prosecutors-eric-adams\" target=\"_self\">Trump's DOJ is at war with its own prosecutors</a></li></ul><p><em>Editor's note: This story was updated with additional details from the order.</em></p>",
    "link": "https://www.axios.com/2025/04/02/eric-adams-case-dismissed-judge"
  },
  {
    "title": "Trump's Truth Social files for his trust to sell up to $2.3 billion in stock",
    "published": "Wed, 02 Apr 2025 14:37:39 +0000",
    "content": "<p>President Trump's social media company on Wednesday filed papers with securities regulators that would allow <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump's</a> trust to sell almost 115 million shares of the company's stock.</p><p><strong>Why it matters: </strong>Truth Social may be hoping for a halo from <a href=\"https://www.axios.com/2025/04/01/newsmax-maga-media-stocks-trump\" target=\"_blank\">Newsmax</a>, the conservative media company that went public Monday and saw its stock rise from $10 to $233 in two days. </p><hr /><p><strong>Driving the news: </strong>Trump Media &amp; Technology Group, which operates Truth Social, <a href=\"https://www.sec.gov/Archives/edgar/data/1849635/000114036125011700/ny20046310x1_s3.htm\" target=\"_blank\">filed</a> a registration statement with the SEC allowing a variety of shareholders to sell stock from time to time.</p><ul><li>Included are 114,750,000 shares held by the Donald J. Trump Revocable Trust, the entirety of the trust's holding. (Registering the shares for sale does not guarantee if or when they will be sold, however.)</li><li>Donald Trump Jr. oversees the trust, per the filing. </li></ul><p><strong>By the numbers: </strong>Shares in Truth Social fell 6.5% to $18.93 in early trading on the news. They've lost more than half their value since Trump took office in January.</p><ul><li>If the shareholders in the registration all sold their stock, it would more than double the public float, the company said, massively diluting existing holders. </li><li>At Tuesday's closing price of $20.26, Trump's registered shares would have been worth $2.3 billion. </li></ul><p><strong>Flashback: </strong>Last September, Trump <a href=\"https://www.axios.com/2024/09/13/trump-wont-sell-truth-social-stock\" target=\"_blank\">said</a> he had no intention of selling his shares in the company, noting that he didn't need the money.<strong> </strong></p><p><em>Disclosure: In 2023, TMTG sued 20 media organizations, including Axios, for defamation. That suit in Florida is ongoing.</em></p><p><em>Editor's note: This story has been updated with the latest stock price and Trump's past comments. </em></p>",
    "link": "https://www.axios.com/2025/04/02/trump-truth-social-stock"
  },
  {
    "title": "Trump tariffs would hit lower-income Americans hardest",
    "published": "Wed, 02 Apr 2025 11:10:24 +0000",
    "content": "<div>Data: <a href=\"https://budgetlab.yale.edu/research/fiscal-economic-and-distributional-effects-20-broad-tariff\" target=\"_blank\">Yale Budget Lab</a>. Chart: Axios Visuals</div><p>Tariff pain is not shared equally: The less money you make, the more President Trump's proposed <a href=\"https://www.axios.com/2025/04/01/trump-tariffs-canada-trade-war\" target=\"_blank\">higher taxes</a>  on imports will hurt.</p><p><strong>Why it matters: </strong>Tariffs are another blow to lower-income earners already struggling with higher prices.</p><p><strong>By the numbers: </strong>The lowest income households could see their disposable income fall by as much as 5.5%, in a scenario of 20% across-the-board tariffs where other countries retaliate with levies of their own, per an <a href=\"https://budgetlab.yale.edu/research/fiscal-economic-and-distributional-effects-20-broad-tariff\" target=\"_blank\">analysis from</a> the Yale Budget Lab.</p><ul><li>For the highest-income households, that drop is just 2.1%.</li></ul><p><strong>Zoom out: </strong>That does not mean middle-class or wealthy Americans are going to escape unscathed.<strong> </strong>In pure dollar terms, the tariff burden on the highest earners is, well, higher. They make more money and spend more money.</p><ul><li>For households in the middle, the big tariffs would cost an average of $3,800 per household, per year. For those in the top tenth, it averages $9,500 per household, per the Yale Budget Lab.</li></ul><p><strong>In the long term, </strong>the authors write, tariff effects start hitting the wealthy, too, as prices on assets decline.</p><ul><li>Tariff inequality fades, but only because it gets worse for folks who hold stocks, bonds and real estate.</li></ul><p><strong>The big picture: </strong>Tariffs are just one part of Trump's agenda, a White House official told Axios. Other levers like deregulation and government spending cuts should keep inflation in check and the economy growing, they said.</p><ul><li>Trump campaigned on the promise of lower prices, but inflation has gone up recently.</li></ul><p><strong>The bottom line:  </strong>Ouch.</p>",
    "link": "https://www.axios.com/2025/04/02/trump-tariffs-low-income"
  },
  {
    "title": "Rogan warns of Trump admin's \"horrific\" deportations",
    "published": "Wed, 02 Apr 2025 11:00:14 +0000",
    "content": "<img src=\"https://images.axios.com/JG0l4nVNrjh25qxGFDkqRAwzM0I=/2025/04/02/1743587845400.jpg\" /> <div>Suspected gang members deported by the U.S. are inspected at El Salvador's megaprison. Photo: El Salvador Presidential Press Office via Getty Images</div><p>Joe Rogan, the podcaster MAGAworld can't ignore, <a href=\"https://open.spotify.com/episode/5hSnCuPPWsDzq2z8pBWYzD\" target=\"_blank\">warned his listeners</a> about \"people who are not criminals ... getting lassoed up and deported and sent to El Salvador prisons.\"</p><p><strong>Why it matters</strong>: As the Trump administration \"has rushed to carry out deportations as quickly as possible, making mistakes and raising concerns about due process along the way, the [right's] unified front in favor of President Trump's immigration purge is beginning to crack,\" the New York Times <a href=\"https://www.nytimes.com/2025/04/01/us/politics/trump-immigration-joe-rogan-conservatives.html?unlocked_article_code=1.8k4.CIXF.-RApHkqcIO65&amp;smid=url-share\" target=\"_blank\">notes</a>.</p><hr /><p><strong>Case in point: </strong>A Salvadorian national living in Maryland legally was <a href=\"https://www.axios.com/2025/04/01/el-salvador-erroneous-deportation-trump-mistake\" target=\"_blank\">wrongly deported</a> to El Salvador, the Department of Justice has admitted in <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.mdd.578815/gov.uscourts.mdd.578815.11.0.pdf\" target=\"_blank\">court papers</a>, Axios' Russell Contreras reports<em>.</em></p><ul><li>The erroneous deportation of Kilmar Armando Abrego Garcia was <a href=\"https://www.theatlantic.com/politics/archive/2025/03/an-administrative-error-sends-a-man-to-a-salvadoran-prison/682254/\" target=\"_blank\">first reported</a> by The Atlantic. He hasn't been convicted of gang-related crimes.</li></ul><p><strong>Vice President Vance </strong><a href=\"https://x.com/JDVance/status/1906934067607556440\" target=\"_blank\">tweeted</a> that a court document shows Abrego Garcia is \"a convicted MS-13 gang member with no legal right to be here.\"</p><img src=\"https://images.axios.com/XFBgr-gn-l1pC0qf2QzZxcz6hBM=/2025/04/02/1743587900110.jpg\" /> <div>Lead story of today's Washington Post ... Illustration: Anuj Shrestha for The New Yorker </div><p><strong>Reality check:</strong> Garcia has not been convicted of gang-related crimes. A confidential informant told ICE that he was, according to a court filing.</p><ul><li>It's unclear if any of his tattoos are gang-related.</li></ul><p><strong>Rogan calls</strong> this case \"horrific\": </p><ul><li>Jonathan Blitzer,<strong> </strong>a staff writer for The New Yorker who has reported extensively on immigration, <a href=\"https://www.newyorker.com/news/annals-of-immigration/the-makeup-artist-donald-trump-deported-under-the-alien-enemies-act\" target=\"_blank\">dives into the ordeal</a> of Andry José Hernández Romero, \"The Makeup Artist Donald Trump Deported [<a href=\"https://storage.courtlistener.com/recap/gov.uscourts.dcd.278436/gov.uscourts.dcd.278436.67.10.pdf\" target=\"_blank\">to El Salvador</a>] Under the Alien Enemies Act.\"</li></ul><p><strong>Blitzer <a href=\"https://www.newyorker.com/news/annals-of-immigration/the-makeup-artist-donald-trump-deported-under-the-alien-enemies-act\" target=\"_blank\">draws on interviews</a></strong><a href=\"https://www.newyorker.com/news/annals-of-immigration/the-makeup-artist-donald-trump-deported-under-the-alien-enemies-act\" target=\"_blank\"></a> with Andry's American attorneys, his mother, and members of his home community in Venezuela, where he had been a cherished part of the local theatre scene and, as one resident notes, a \"great talent of our town.\" </p><ul><li>\"There was something painfully desperate in their insistence,\" Blitzer writes, \"as if seeing images of Andry for myself would help correct an otherwise stunning cultural misunderstanding.\"</li><li>\"One key misunderstanding<strong> </strong>seems to center on tattoos — the kinds that Andry, and many of the other deportees, have.\"</li></ul><p><strong>Go deeper:</strong> <a href=\"https://www.axios.com/2025/03/28/trump-supreme-court-venezuelan-deportations\" target=\"_blank\">Trump takes Venezuelan deportation case to Supreme Court</a></p>",
    "link": "https://www.axios.com/2025/04/02/joe-rogan-trump-deportations-ice-el-salvador"
  },
  {
    "title": "HHS sees day of chaos as layoffs hit scientists, policy experts",
    "published": "Wed, 02 Apr 2025 09:30:00 +0000",
    "content": "<p>Veterinarians, population researchers, records officers and neuroscientists were all swept up in a chaotic <a href=\"https://www.axios.com/2025/04/01/hhs-layoff-rfk-staff-cuts\" target=\"_blank\">series of layoffs</a> Tuesday that effectively ended the government's health establishment as we know it.</p><p><strong>The big picture: </strong>The sheer breadth of the cuts and reshuffling may not be apparent for weeks. But in the immediate aftermath, health care industry players and former federal workers say the workforce reductions will almost certainly affect drug approvals, low-income assistance, disease tracking and <a href=\"https://www.axios.com/2025/03/31/us-science-china-trump\" target=\"_blank\">biomedical research</a> once held up as the gold standard.</p><hr /><ul><li>\"The rapid and substantial changes at [the Food and Drug Administration] this week raise questions about the agency's ability to fulfill its mission to bring new innovative medicines to patients,\" said Alex Schriver, senior vice president at PhRMA, the drug industry trade group.</li></ul><p><strong>Catch up quick: </strong>Health and Human Services Secretary Robert F. Kennedy Jr. said last week that layoffs would focus on \"paring away excess administrators while increasing the number of scientists and frontline health providers.\" </p><ul><li>Many administrators and <a href=\"https://www.statnews.com/2025/04/01/hhs-rfk-job-cuts-communications-foia-operations/\" target=\"_blank\">communications professionals</a> — including entire offices — did lose their jobs on Tuesday.</li><li>But so did many policy experts, mid-level program directors and scientists. </li></ul><p><strong>State of play:</strong> Several top scientific leaders, including the director of the National Institute of Allergy and Infectious Diseases, Jeanne Marrazzo, and FDA head tobacco regulator Brian King, were offered reassignments to Indian Health Service roles in remote locations several time zones away, <a href=\"https://www.statnews.com/2025/04/01/hhs-leaders-offered-transfers-to-indian-health-service/\" target=\"_blank\">Stat reported</a>.</p><ul><li>Key scientists at the Center for Veterinary Medicine lost their jobs, including those working on bird flu, <a href=\"https://www.statnews.com/2025/04/01/fda-rif-3500-layoff-notices-under-rfk-jr-hhs-reorganization/\" target=\"_blank\">also per Stat</a>. </li><li>About a dozen senior scientists working in-house at the National Institutes of Health institute focused on neuroscience<strong> </strong>were let go, <em><a href=\"https://www.science.org/content/article/trump-administration-purges-u-s-health-agency-leaders\" target=\"_blank\">Science</a></em><a href=\"https://www.science.org/content/article/trump-administration-purges-u-s-health-agency-leaders\" target=\"_blank\"> reported</a>. </li><li>Nearly all staff who negotiate the FDA's user fees with health care industry players were let go, <a href=\"https://x.com/AlecGaffney/status/1907143003204112504\" target=\"_blank\">according to</a> Politico's AgencyIQ.</li></ul><p><strong>HHS did not</strong> respond to Axios' questions about the layoffs.</p><p><strong>Behind the scenes: </strong>Laid-off HHS staff told Axios they received email notifications that their roles had been terminated in the early hours of the morning. One employee said he got the email before 3:30am local time. </p><ul><li>Some staff didn't see or receive layoff notices before coming into the office, and they were <a href=\"https://healthexec.com/topics/healthcare-management/healthcare-policy/hhs-dramatic-restructuring-begins-employees-turned-away-security\" target=\"_blank\">turned away by security guards</a> at the door. </li><li>Employees who kept their jobs said they're in the dark about what's coming next. </li><li>\"Our leadership used words such as shell-shocked, cruel and chaotic while describing the situation,\" one NIH employee<strong> </strong>told Axios. </li></ul><p><strong>What they're saying: </strong>Scott Gottlieb, who led the FDA during the first Trump administration, wrote on X that there was once a perception the U.S. lagged behind Europe in medical advances, but investments in federal expertise and hiring helped make the U.S. into the \"global center of biopharmaceutical innovation.\"</p><ul><li>Tuesday's workforce reduction \"threatens to swiftly bring back those frustrating delays for American consumers, particularly affecting rare diseases and areas of significant unmet medical need,\" he wrote. </li></ul><p><strong>Zoom out: </strong>HHS also made significant cuts to its <a href=\"https://www.axios.com/2025/04/01/hhs-layoff-rfk-staff-cuts\" target=\"_blank\">human services program staff</a>, including laying off all the federal employees who carry out the Low-Income Home Energy Assistance Program. </p><ul><li>\"Not everyone touches those [human services] programs in their day-to- day life, but it's part of what keeps our country's infrastructure and people safe,\" one laid-off Administration for Children and Families employee told Axios. </li><li>The employee warned that the scale of cuts within ACF could potentially make child care less safe and accessible in the U.S. </li></ul><p><strong>What to watch: </strong>Former HHS employees have already started to organize. A coalition of former Centers for Disease Control and Prevention staff called Fired but Fighting on Tuesday launched a resource page for laid-off employees and started a tracker of departments that have been affected by the \"reductions in force.\"</p><ul><li>\"We are speaking out not just for ourselves, but for the future of public service and the protection of public health,\" the group's <a href=\"https://www.firedbutfighting.com/\" target=\"_blank\">website</a> reads.</li></ul><p><em>Alison Snyder contributed reporting. </em></p>",
    "link": "https://www.axios.com/2025/04/02/hhs-layoffs-rfk-scientists-experts"
  },
  {
    "title": "Canadian snowbirds are selling their U.S. homes",
    "published": "Wed, 02 Apr 2025 09:17:00 +0000",
    "content": "<p>Some <a href=\"https://www.axios.com/2025/03/31/canada-us-travel\" target=\"_blank\">Canadians</a> are ditching their winter homes in the U.S. as <a href=\"https://www.axios.com/2025/03/27/trump-tariffs-canada-autos\" target=\"_blank\">tensions</a> between the two countries simmer. </p><p><strong>Why it matters: </strong>President Trump's <a href=\"https://www.axios.com/2025/03/11/trump-tariffs-canada-steel-aluminum\" target=\"_blank\">tariffs</a> and <a href=\"https://www.axios.com/2025/03/05/trump-tariffs-canada-liberal-party\" target=\"_blank\">taunts</a> may be the last straw for snowbirds who are already finding it more expensive to live south of the border, real estate agents say.</p><hr /><p><strong>What we're hearing: </strong>\"My Canadian sellers are worried. They feel like they have to take a break from the U.S. for now and see where it goes,\" Alexandra DuPont, a broker who helps snowbirds buy and sell condos in Florida, tells Axios.</p><ul><li>She's working with about 35 Canadian sellers — more than three times the usual for this time of year — and no buyers.</li></ul><p><strong>The big picture: </strong>America's northern neighbors make up 11% of foreign homebuyers on average over the past decade, according to National Association of Realtors data shared with Axios.</p><ul><li>Florida attracts the most Canadian buyers, followed by Arizona and California.</li></ul><p><strong>Between the lines: </strong>The recent friction with Canada, including Trump's <a href=\"https://www.axios.com/2025/02/10/trump-canada-tariffs-trade-war\" target=\"_blank\">trade drama</a> and talk of <a href=\"https://www.axios.com/2024/12/24/trump-buy-greenland-claim-panama-canal\" target=\"_blank\">annexation</a>, comes as the <a href=\"https://www.morningstar.ca/ca/news/261798/tariffs-leave-canadian-dollar-on-shaky-ground--.aspx\" target=\"_blank\">Canadian dollar</a> weakens against the U.S. dollar.</p><ul><li>Meanwhile, homeowners association <a href=\"https://www.redfin.com/news/hoa-fees-surge-florida-2024/\" target=\"_blank\">fees</a> and insurance <a href=\"https://www.axios.com/local/tampa-bay/2025/03/04/florida-house-probe-insurance-companies\" target=\"_blank\">costs</a> have surged, especially in Florida.</li></ul><p><strong>Snowbirds are also rattled</strong> by the Trump administration's move to require Canadians staying in the U.S. for longer than 30 days to <a href=\"https://www.axios.com/2025/03/12/trump-canada-visitors-immigration-authorities\" target=\"_blank\">register</a> with immigration authorities, says DuPont, who has dual citizenship.</p><p><strong>What they're saying:</strong> \"We are done for a while,\" Martin Buck,<strong> </strong>a Canadian who sold his family's Arizona vacation home just before Trump was sworn in, <a href=\"https://vancouversun.com/news/bc-snowbirds-relieved-back-canada\" target=\"_blank\">told</a> the Vancouver Sun.</p><p><strong>What to watch:</strong> Florida real estate agent Catherine Spino <a href=\"https://cbs12.com/news/local/rising-costs-driving-canadian-snowbirds-to-sell-florida-condos-spend-winters-elsewhere-florida-march-17-2025\" target=\"_blank\">told</a> CBS12 News that some of her Canadian clients are looking to spend their winters elsewhere, like Mexico.</p><p><strong>Reality check: </strong>Not all Canadians are abandoning the U.S. real estate market.</p><ul><li>A lack of available <a href=\"https://www.axios.com/2025/03/10/covid-home-prices-trends\" target=\"_blank\">inventory</a>, not economic uncertainty, is more likely to hold them back, says Matt Christopherson, a research director at the National Association of Realtors.</li></ul><p><strong>Still, word of <a href=\"https://www.realtor.com/news/trends/canadian-snowbirds-florida-trump-tariffs/\" target=\"_blank\">departure</a></strong><a href=\"https://www.realtor.com/news/trends/canadian-snowbirds-florida-trump-tariffs/\" target=\"_blank\"></a> spreads fast, potentially nudging more Canadians to follow suit, DuPont says.</p><ul><li>\"They start to wonder, who's going to be here next season when I'm back?\"</li></ul><p><strong>The bottom line:</strong> If you've been eyeing a vacation home, now might be the time to snag a deal.</p>",
    "link": "https://www.axios.com/2025/04/02/canada-trump-tariffs-home-sell"
  },
  {
    "title": "White House fed up with RFK Jr.'s sluggish press shop",
    "published": "Wed, 02 Apr 2025 09:00:00 +0000",
    "content": "<p>The White House is so frustrated by the lack of clear and fast communications by Health Secretary <a href=\"https://www.axios.com/2025/03/31/rfk-hhs-centralize-power-restructure-layoffs\" target=\"_blank\">Robert F. Kennedy Jr</a>.'s agency that it has set up a parallel press shop, five top <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump administration</a> sources tell Axios.</p><p><strong>Driving the news: </strong>The problem surfaced in February, after it took two days for the Health and Human Services Department to <a href=\"https://x.com/SecKennedy/status/1895585297351799198\" target=\"_blank\">acknowledge </a>— by tweet — that a <a href=\"https://www.axios.com/2025/02/26/texas-measles-outbreak-first-death\" target=\"_blank\">West Texas child</a> had become the first person to die in the measles outbreak.</p><hr /><ul><li>White House officials blamed Stefanie Spear, a Kennedy adviser for more than a decade<strong> </strong>who RFK Jr. has empowered as his deputy chief of staff and gatekeeper.</li><li>\"The White House was like, 'Where the f**k is the statement?' \" said a White House official who was involved in the measles response. \"CNN was blaring this chyron about how Kennedy was silent, and there was just nothing from the department because of Stefanie.\"</li><li>On Feb. 26 — the day the Texas child died — Kennedy, long known as a vaccine skeptic, had minimized the measles outbreak during a Cabinet meeting. </li></ul><p><strong>Since the measles debacle</strong>, the White House communications team has handled more press relations on behalf of HHS than any other department, and often has acted as a contact between reporters and the agency.</p><ul><li>\"This shouldn't be the White House's job, but here we are,\" a White House adviser said.</li><li>Spear was unreachable by reporters last Friday after top vaccine regulator Peter Marks resigned and blasted Kennedy in a scathing resignation letter.</li><li>The White House was left to approve the department's response,<strong> </strong>the adviser said.<strong> </strong>Pharmaceutical stocks plummeted as the industry grappled with Marks' departure. A person familiar with the situation said the ouster was forced by Kennedy.</li></ul><p><strong>The big picture:</strong> The dysfunction at HHS has crucial political and policy ramifications. The department oversees disease response, so public communication is at a premium. Kennedy's \"Make America Healthy Again\" coalition also was key to Trump's election last year.</p><ul><li>HHS's career employees tend to be more liberal or moderate than Trump administration officials, leading to some friction and mistrust.</li><li>\"Bobby World\" Kennedy loyalists, personified by Spear, add a complicating third dimension.</li><li>\"It's a mess over there,\" another White House aide said. \"The [career employees] hate us and are always undermining us and leaking stuff to the media. And then there's this small circle of trust with Stefanie that hasn't expanded.\"</li><li>This dynamic has taken shape as HHS, like other federal agencies in the Trump-DOGE administration, has embarked on a plan for mass layoffs — <a href=\"https://www.axios.com/2025/04/01/hhs-layoff-rfk-staff-cuts\" target=\"_blank\">10,000 people</a> in HHS's case.</li><li>Spear wouldn't comment for this story, but a statement issued through the White House said: \"The White House has a great relationship with Stefanie and HHS. We work closely day in and day out to Make America Healthy Again. It's disappointing that bitter, anonymous sources are attempting to create conflict where none exists.\"</li></ul><p><strong>Zoom in:</strong> It didn't take long for the White House to get concerned about the problems at HHS. Officials say Spear restricts access to Kennedy, scuttles ideas that make her uncomfortable, and insists on controlling messaging but then under-communicates.</p><ul><li>It's similar to how Spear essentially controlled Kennedy's star-crossed presidential campaign, two aides say.</li><li>\"Her lack of willingness to engage with the press and the lack of the campaign staff [taking] decisive stances on issues, really was detrimental,\" said Jeff Hutt, former national field director on the campaign and co-founder of a PAC supporting Kennedy's food and health goals.</li></ul><p><strong>To surround herself with allies, </strong>Spear had HHS issue a three-year, $2.5 million change order to an ongoing services contract with a consulting company so she could hire three former Kennedy campaign supporters and associates.</p><ul><li>They're supposed to write speeches and provide other public affairs work, according to a copy of the document reviewed by Axios.</li><li>Spear also imposed an extensive approval process for all sub-agency communications — including during the measles outbreak, when the Centers for Disease Control and Prevention had been prevented from sharing its typical updates with the public and press.</li></ul><p><strong>Zoom out:</strong> The White House and supporters of Kennedy have grown frustrated by what they see as a lack of communication from HHS.</p><ul><li>\"We're leaving points on the field,\" one of the White House staffers lamented. \"At every step, the White House wanted the secretary to lean more into MAHA and it just bottlenecked with [Spear].\"</li></ul><p><strong>Flashback: </strong>Critics point to a series of moves by Kennedy's top aide that they say have been a drag on his department.</p><ul><li>On Jan. 21, Day Two of the Trump administration, Spear halted all department external communications, including the Morbidity and Mortality Weekly Reports, which notify clinicians about the spread of disease. That action was leaked to the <a href=\"https://www.washingtonpost.com/health/2025/01/21/trump-hhs-cdc-fda-communication-pause/\" target=\"_blank\">Washington Post</a>.</li><li>On Feb. 21, Kennedy quietly canceled development of a fourth Covid vaccine, saving $230 million. White House officials wanted the information blasted out, but it wasn't publicized until days later, in a leak to <a href=\"https://www.foxnews.com/politics/multimillion-dollar-biden-era-covid-vax-project-halted-trumps-hhs\" target=\"_blank\">Fox News Digital</a>.</li><li>On March 2 — two days after his <a href=\"https://x.com/SecKennedy/status/1895585297351799198\" target=\"_blank\">tweet</a> about the measles death — Kennedy finally penned a <a href=\"https://www.foxnews.com/opinion/robert-f-kennedy-jr-measles-outbreak-call-action-all-us\" target=\"_blank\">statement</a> about the outbreak. Information about the measles vaccine's effectiveness was buried toward the bottom of the statement.</li><li>The same day, he <a href=\"https://x.com/RobertKennedyJr/status/1896360977861582861\" target=\"_blank\">posted</a> about hiking in California's Coachella Valley.</li><li>On March 9, a department insider leaked to <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/us-cdc-plans-study-into-vaccines-autism-sources-say-2025-03-07/\" target=\"_blank\">Reuters</a> that the CDC planned to study unsupported claims of a link between vaccines and autism. HHS refused to comment, initially at Spear's direction. The White House got involved and forced a response.</li><li>On March 10, Kennedy met privately with major food company CEOs to pressure them to limit food dyes. The White House wanted more attention for the initiative. It was scooped by <a href=\"https://www.politico.com/news/2025/03/11/rfk-food-companies-hhs-maha-00224006\" target=\"_blank\">Politico</a> but wasn't as widely publicized as administration officials had hoped.</li><li>On March 11, HHS held its first \"MAHA Moms\" event <a href=\"https://www.statnews.com/2025/03/11/rfk-jr-maha-commission-meets-for-the-first-time-behind-closed-doors/\" target=\"_blank\">behind closed doors</a> with Kennedy, Education Secretary Linda McMahon, Agriculture Secretary Brooke Rollins and White House Press Secretary Karoline Leavitt. No press was notified. No professional photographer was there. Fumed one attendee: \"Stefanie was in charge and created a perfect press opportunity with no press, a perfect photo op with no photos.\"</li><li>On March 18, HHS announced an initiative called <a href=\"https://www.food-safety.com/articles/10237-fda-launches-operation-stork-speed-to-improve-infant-formula-safety-including-contaminant-testing\" target=\"_blank\">Operation Stork Speed</a> to call for healthy baby food. It got scant coverage because the department didn't work closely with the press about it, much to the White House's annoyance.</li></ul><p><strong>Between the lines: </strong>During the Trump transition, Kennedy's team wanted to unite behind an agriculture secretary pick for him to support.</p><ul><li>Spear favored <a href=\"https://advancingecoag.com/about-john-kempf/\" target=\"_blank\">John Kempf</a>, an Amish regenerative farmer and podcast host, a transition source said. Others wanted a more traditional pick: Texas Agriculture Commissioner Sid Miller, a <a href=\"https://texasagriculture.gov/News-Events/Article/10206/OPINION-OUR-HEALTH-OUR-RESPONSIBILITY-MAKING-AMERICA-HEALTHY-AGAIN\" target=\"_blank\">Kennedy ally</a> who invented his state's farm-to-school lunch program.</li><li>Excited to meet Kennedy for the first time when the two were in Washington, Miller emailed him to have lunch. Kennedy responded by cc'ing Spear and asking her to set it up. Miller followed up with an email a day later and got no reply.</li><li>\"Never heard back from her. Still waiting on a call back,\" Miller told Axios. \"Kinda disappointing, actually.\"</li></ul><p><em>This story has been updated with comment from the White House.</em></p>",
    "link": "https://www.axios.com/2025/04/02/rfk-jr-messaging-problem-trump-white-house"
  },
  {
    "title": "Trump's \"Liberation Day\" may not bring the clarity everyone wanted",
    "published": "Wed, 02 Apr 2025 09:00:00 +0000",
    "content": "<div>Data: <a href=\"https://www.matteoiacoviello.com/tpu.htm#home\" target=\"_blank\">Federal Reserve research</a>; Chart: Axios Visuals</div><p>The new consensus among business owners and economists is that President Trump's colossal <a href=\"https://www.axios.com/2025/03/31/trump-tariffs-april-2-economy\" target=\"_blank\">trade announcement</a> Wednesday is just the start, not the end, of global economic uncertainty. </p><p><strong>Why it matters:</strong> Many once hoped the much-hyped reciprocal tariff announcement would settle worldwide economic confusion.</p><hr /><ul><li>Now the fear is that recent weeks' trade drama — tariff flip-flops and policy hanging in the balance — will stick around for the next four years.</li><li>It is a backdrop that makes long-term planning impossible, a separate risk for a teetering economy.</li></ul><p><strong>Today's tariff news</strong> \"will not bring the level of certainty that businesses need to make hiring and investment decisions,\" Joe Brusuelas, chief economist at accounting firm RSM, wrote on \"Liberation Day\" eve.</p><p><strong>The big picture:</strong> Trump, in a Rose Garden event this afternoon, could announce tariffs as high as 20% on almost all imports, the Washington Post <a href=\"https://www.washingtonpost.com/business/2025/04/01/trump-tariffs-draft-recession-projection/\" target=\"_blank\">reports</a>.</p><ul><li>With other tariffs implemented this year, that would bring the effective U.S. tariff rate to almost 33%, the highest since 1872, according to the <a href=\"https://budgetlab.yale.edu/research/fiscal-economic-and-distributional-effects-20-broad-tariff\" target=\"_blank\">Budget Lab at Yale</a>.</li><li>The previously announced tariffs on foreign-made cars, as well as levies on goods from Canada and Mexico, are also set to take effect.</li><li>Economists expect swift retaliation from trading partners.</li></ul><p><strong>Between the lines:</strong> Manufacturers anticipate they will be left with a slew of questions, including the biggest — how long the reciprocal duties last.</p><ul><li>It's a challenge for the Trump era, where policy can change direction on a whim. It's flat-out unanswerable on a longer-term basis.</li></ul><p><strong>What they're saying:</strong> \"What this tells me to do is to be very careful with my long-term investments,\" says Randy Carr, the owner of Florida-based World Emblem, a second-generation family business that makes patches for retailers like Levi's. </p><ul><li>\"If you're a business that brings manufacturing back to the States and all of a sudden we open free trade back up, those people who moved are going to get crushed,\" Carr tells Axios.</li></ul><p><strong>Trump and other White House officials </strong>send conflicting messages about the reciprocal tariff endgame — all of which muddle whether this posture is the new normal.</p><p><strong>1. Tariffs as a pay-for: </strong>\"Tariffs are going to be a really important part of the tax cut discussion,\" senior trade adviser Peter Navarro said earlier this year, suggesting the levies would need to stick for tax revenue purposes.</p><p><strong>2. Tariffs as negotiating tactic:</strong> \"If a Country feels that the United States would be getting too high a Tariff, all they have to do is reduce or terminate their Tariff against us. There are no Tariffs if you manufacture or build your product in the United States,\" Trump wrote on Truth Social recently, signaling the possibility of a tariff reprieve down the line.</p><p><strong>3. Tariffs to bolster domestic manufacturing:</strong> \"We're going to bring the companies back,\" Trump <a href=\"https://www.bloomberg.com/explainers/trump-s-tariffs-explained\" target=\"_blank\">told Bloomberg</a> last year.</p><ul><li>That might mean keeping tariff pressure on long enough to push businesses to re-shore, though if Trump is successful, it would cut into the expected revenue from tariffs.</li></ul><p><strong>What to watch: </strong>Some economists still bank on the \"Trump put\" — the idea that the White House would pull back on tariffs if the economy languishes.</p><ul><li>That has not been the case yet: the stock market has plummeted and business anecdotes point to sluggish demand and higher prices.</li><li>Yesterday, the Rose Garden event was bumped an hour later to 4 p.m. ET — after the stock market closes.</li></ul>",
    "link": "https://www.axios.com/2025/04/02/liberation-day-trump-tariffs"
  },
  {
    "title": "Trump seriously considering Iran's offer of indirect nuclear talks",
    "published": "Wed, 02 Apr 2025 08:45:00 +0000",
    "content": "<p>The White House is seriously considering an Iranian proposal for indirect nuclear talks, while at the same time significantly boosting U.S. forces in the Middle East in case President Trump opts for military strikes, two U.S. officials tell Axios.</p><p><strong>Why it matters:</strong> Trump has repeatedly said he'd prefer a deal, but warned that without one <a href=\"https://www.axios.com/2025/03/30/trump-iran-nuclear-deal-bombing\" target=\"_blank\">\"there will be bombing.\"</a> His timeline is tight: Trump <a href=\"https://www.axios.com/2025/03/19/trump-letter-iran-nuclear-deal\" target=\"_blank\">gave Iran a two-month deadline</a> to reach a deal, but it's not clear if and when that clock started ticking. </p><hr /><ul><li>The White House is still engaged in an internal debate between those who think a deal is achievable and those who see talks as a waste of time and back strikes on <a href=\"https://www.axios.com/world/iran?page=23\" target=\"_blank\">Iran's</a> nuclear facilities.</li><li>In the meantime, the Pentagon is engaged in a massive buildup of forces in the Middle East. If Trump decides the time is up, he will have a loaded gun at the ready.</li></ul><p><strong>Behind the scenes: </strong>Over the weekend, Trump received <a href=\"https://www.axios.com/2025/03/27/iran-us-nuclear-talks-trump-letter\" target=\"_blank\">Iran's formal response</a> to the letter he sent Supreme Leader Ali Khamenei three weeks ago, a U.S. official said.</p><ul><li>While Trump proposed direct nuclear negotiations, the Iranians would agree only to indirect talks mediated by Oman. </li><li>The U.S. official said the Trump administration thinks direct talks would have a higher chance of success, but isn't ruling out the format the Iranians proposed and doesn't object to the Omanis serving as mediators between the countries, as the Gulf state has in the past.</li><li>Both U.S. officials said no decision has been made and internal discussions are ongoing. \"After the exchange of letters we are now exploring next steps in order to begin conversations and trust building with the Iranians,\" one said. </li></ul><p><strong>Driving the news: </strong>The rhetoric<a href=\"https://www.axios.com/2025/03/28/trump-iran-nuclear-weapons-deal-letter\" target=\"_blank\"> between Tehran and Washington</a> was already ratcheting up before<strong> </strong><a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump's</a> threat Sunday to bomb Iran if a deal isn't reached.</p><ul><li>On Monday, Khamenei fired back and said that while he doesn't believe the U.S. would attack Iran \"they will certainly receive a heavy blow in return\" if they do so. </li><li>Iran also lodged a formal diplomatic protest — channeled via the Swiss embassy, as the U.S. and Iran lack diplomatic relations — and warned it would \"respond decisively and immediately to any threat.\"</li></ul><p><strong>What they're saying:</strong> \"The U.S. has 10 bases and 50,000 soldiers in the region. ... If you live in a glass house you shouldn't throw stones,\" the commander of the Iranian Revolutionary Guards Corps told Iranian TV earlier this week. </p><ul><li>Khamenei adviser and former parliamentary speaker Ali Larijani stressed that if the U.S. bombs Iran's nuclear facilities, Iranian public opinion will press the government to change its policy and develop a nuke.  </li></ul><p><strong>Friction point:</strong> Trump <a href=\"https://www.axios.com/2025/01/06/trump-iran-nuclear-deal\" target=\"_blank\">abandoned the 2015 nuclear deal</a> and argued that his \"maximum pressure\" approach would force Iran to sign a better deal. He failed to get a new deal, as did President Biden.</p><ul><li>In the meantime, Iran has dramatically increased its enrichment of uranium and is now effectively a nuclear threshold state — though Tehran insists it does not seek a nuclear weapon.</li><li>Iran also says it's unwilling to negotiate on non-nuclear matters, such as its missile program, which Trump and his team have previously said must be on the table.</li></ul><p><strong>State of play:</strong> On Tuesday, the Pentagon announced that it was sending additional troops and air assets to the region, and that two aircraft carriers —  Truman and Vinson — would remain in the region.</p><ul><li>Last week, the Pentagon sent several B-2 stealth bombers to the Diego Garcia military base in the Indian Ocean in a deployment a U.S. official said was \"not disconnected\" from Trump's two-month deadline to Iran.</li><li>The B-2 bombers can carry huge bunker buster bombs that would be a key element in any possible military action against Iran's underground nuclear facilities.</li><li>\"Should Iran or its proxies threaten American personnel and interests in the region, the U.S. will take decisive action to defend our people,\" Pentagon spokesperson Sean Parnell said in a statement. </li></ul><p><strong>What to watch: </strong>A U.S. official said Trump doesn't want to go to war with Iran but needs the military assets to establish deterrence in the negotiations — and to be prepared to act if negotiations fail and things escalate quickly.</p>",
    "link": "https://www.axios.com/2025/04/02/trump-iran-talks-bomb-threats"
  },
  {
    "title": "MAGA's brutal jolt: 3 takeaways from Wisconsin and the Florida special elections",
    "published": "Wed, 02 Apr 2025 08:00:00 +0000",
    "content": "<p>Republicans lost a <a href=\"https://www.axios.com/2025/04/02/wisconsin-supreme-court-race-results\" target=\"_blank\">Wisconsin state Supreme Court</a> race Tuesday evening, a warning sign for President Trump and the MAGA agenda ahead of 2026.</p><p><strong>Why it matters: </strong>The GOP also survived a late scare in a <a href=\"https://www.axios.com/2025/04/01/republicans-win-mike-waltz-seat-randy-fine\" target=\"_blank\">Florida special election</a>. But losing in Wisconsin — letting Democrats keep their 4-3 court majority — has major ramifications for voting and abortion rights, along with future House redistricting.</p><hr /><ul><li>Republicans kept the House seat in Florida formerly held by national security adviser Mike Waltz, with Randy Fine holding off Democrat Josh Weil.</li><li>Republicans also held the Florida seat formerly held by Rep. Matt Gaetz before he resigned from Congress in November. Jimmy Patronis defeated Democratic candidate Gay Valimont.</li></ul><p><strong>1. 2026 looks scary for MAGA without Trump on the ballot. </strong></p><ul><li>Republican House candidates in Florida fell far short of Trump's performance in November. The margins of victory for Patronis and Fine were about half of the margins for Waltz and Gaetz. </li><li>National Republicans needed to wage an 11th-hour blitz, and Trump needed to host a tele-rally, to get Fine over the finish line. Republicans were deeply frustrated with Fine, who they criticized for running a lackluster campaign.</li><li>Republicans lost in Wisconsin, even with $25 million poured in by Elon Musk, the wealthiest person in the world and the face of DOGE. Musk campaigned in Wisconsin and cast the race in apocalyptic terms.</li></ul><p><strong>2. Democrats are flooding cash into races </strong></p><ul><li>In FL-1, Patronis was <a href=\"https://thehill.com/homenews/campaign/5226177-florida-chief-financial-officer-jimmy-patronis/\" target=\"_blank\">outraised</a> 3-1.</li><li>In FL-6, Fine was <a href=\"https://www.cnn.com/2025/03/27/politics/randy-fine-florida-special-election/index.html\" target=\"_blank\">outraised</a> by nearly 10-1. </li><li>In Wisconsin, Crawford <a href=\"https://www.jsonline.com/story/news/politics/2025/03/28/wisconsin-supreme-court-race-draws-100000-plus-donors-from-50-states/82678096007/\" target=\"_blank\">outraised</a> Schimel nearly 2-1. </li></ul><p><strong>3. Republicans dodged a bullet in Florida</strong></p><ul><li>Last week Republicans were sweating the race for Waltz's seat, where a poll conducted by Trump strategist <a href=\"https://www.axios.com/2025/03/27/trump-elise-stefanik-nomination-un\" target=\"_blank\">Tony Fabrizio</a> showed Fine narrowly trailing. But Fine won by 15 points.</li><li>A Florida defeat would have raised alarms among Republicans about the political impact of Trump's agenda.</li><li>Speaker Mike Johnson's narrow House majority won't shrink, and there won't be headlines about a special election shocker.</li></ul>",
    "link": "https://www.axios.com/2025/04/02/wisconsin-florida-special-elections-trump"
  },
  {
    "title": "Dem-backed candidate wins Wisconsin Supreme Court race in rebuke to Trump, Musk",
    "published": "Wed, 02 Apr 2025 05:43:06 +0000",
    "content": "<p>Susan Crawford, a Democratic-backed judge, beat back a well-funded Republican candidate to secure a seat on <a href=\"https://www.axios.com/2025/03/02/wisconsin-state-supreme-court-race-elon-musk\" target=\"_blank\">Wisconsin's Supreme Court</a> on Tuesday night, according to <a href=\"https://apnews.com/article/wisconsin-supreme-court-elon-musk-trump-8fe006c7f8fa40b663eccd6751bada98\" target=\"_blank\">AP</a>. </p><p><strong>Why it matters: </strong>Crawford's<strong> </strong>win<strong> </strong>is a rebuke to President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a> and billionaire <a href=\"https://www.axios.com/business/elon-musk\" target=\"_blank\">Elon Musk</a>, who <a href=\"https://www.axios.com/2025/04/01/wisconsin-supreme-court-election-elon-musk\" target=\"_blank\">poured millions</a> into the race — and it will maintain the court's liberal tilt in a key swing state. </p><hr /><ul><li>Tuesday's election fueled big donations from Musk and <a href=\"https://www.axios.com/2025/03/02/wisconsin-state-supreme-court-race-elon-musk\" target=\"_blank\">other billionaires</a>, as Republicans aimed to overturn a liberal majority on the bench.</li><li>Wisconsin's top court is poised to carry broad sway on <a href=\"https://www.axios.com/health/axios-explains-abortion\" target=\"_blank\">abortion</a> rights, legislative redistricting and election laws.</li><li>The seven-member court now will have a liberal majority until at least 2028.</li></ul><p><strong>What they're saying: </strong>\"Today, Wisconsinites fended off an unprecedented attack on our democracy,\" <a href=\"https://www.youtube.com/watch?v=L5gZjFrMveU\" target=\"_blank\">said</a> Crawford, a Dane County judge, in her victory speech in Madison, Wisconsin.</p><ul><li>\"Wisconsin stood up and said loudly that justice does not have a price. Our courts are not for sale.\"</li><li>She echoed those words in a <a href=\"https://x.com/crawfordforwi/status/1907280496796602682\" target=\"_blank\">post</a> to Musk's X.</li><li>Musk did not immediately comment on Crawford's win. But the SpaceX and Tesla CEO <a href=\"https://twitter.com/elonmusk/status/1907300849199546454\" target=\"_blank\">wrote</a> on X in a repost on Wisconsin voters <a href=\"https://fox11online.com/news/election/wisconsin-photo-identification-requirement-voting-statewide-referendum-constitutional-amendment-passes\" target=\"_blank\">approving</a> a constitutional amendment to add a voter ID requirement: \"This was the most important thing.\"</li></ul><p><strong>The big picture</strong>: State Supreme Court races have historically been under-the-radar elections. But they've <a href=\"https://www.axios.com/2022/07/02/abortion-roe-democrats-funding\" target=\"_self\">risen to national prominence</a>, particularly after the U.S. Supreme Court's 2022 decision to overturn the Constitutional right to abortion.</p><ul><li>The <a href=\"https://www.axios.com/2025/03/02/wisconsin-state-supreme-court-race-elon-musk\" target=\"_self\">Wisconsin contest</a> morphed into a national proxy fight. </li><li>It's one of the first closely watched elections since the start of the second Trump administration and essentially served as a <a href=\"https://apnews.com/article/wisconsin-supreme-court-early-voting-musk-trump-da125bcc09bc2e1362a6fc0ca251b4da\" target=\"_blank\">referendum</a> on Trump. </li><li>Musk gave out <a href=\"https://www.axios.com/2025/03/31/musk-wisconsin-state-supreme-court\" target=\"_blank\">$1 million checks</a> Sunday to two people who cast ballots for the race after the state's Supreme Court declined to intervene in a <a href=\"https://www.axios.com/2025/03/28/elon-musk-wisconsin-election-cash-prize\" target=\"_blank\">legal challenge</a> of the prize.</li><li>But Crawford beat Judge Brad Schimel, a circuit court judge and former Republican state attorney general.</li></ul><p><strong>By the numbers: </strong>A record $67 million had been spent on the race as of last week, according to data from the tracking firm <a href=\"https://adimpact.com/blogs/2025-wisconsin-supreme-court-race\" target=\"_blank\">AdImpact</a>.</p><ul><li>That's up from the record-breaking <a href=\"https://www.wisdc.org/news/press-releases/139-press-release-2023/7390-wisconsin-supreme-court-race-cost-record-51m\" target=\"_blank\">$51 million</a> that was spent on the state's Supreme Court race in 2023.</li></ul><p><strong>More from Axios:</strong></p><ul><li><a href=\"https://www.axios.com/2025/03/31/musk-wisconsin-state-supreme-court\" target=\"_blank\">Musk hands out two $1M checks in Wisconsin after court declines to intervene</a></li><li><a href=\"https://www.axios.com/2025/03/28/elon-musk-wisconsin-election-cash-prize\" target=\"_blank\">Wisconsin takes legal action against Elon Musk over election cash offering</a></li><li><a href=\"https://www.axios.com/2025/03/20/elon-musk-pac-wisconsin-supreme-court\" target=\"_blank\">Exclusive: Elon Musk group's playbook in Wisconsin's court race</a></li></ul><p><em>Editor's note: This article has been updated with comments from Justice-elect Susan Crawford and Elon Musk.</em></p>",
    "link": "https://www.axios.com/2025/04/02/wisconsin-supreme-court-race-results"
  },
  {
    "title": "Mike Johnson scraps his whole week after brutal defeat",
    "published": "Wed, 02 Apr 2025 00:18:12 +0000",
    "content": "<p>Speaker <a href=\"https://www.axios.com/2025/04/01/mike-johnson-anna-paulina-luna-proxy-voting\" target=\"_blank\">Mike Johnson</a> (R-La.) canceled half a week's worth of House votes after failing to contain a revolt over proxy voting within his own party.</p><p><strong>Why it matters: </strong>It was Johnson's biggest legislative blow of 2025 thus far — and the first where President Trump wasn't providing him reinforcement.</p><hr /><p><strong>What happened: </strong>The House voted against blocking Rep. <a href=\"https://www.axios.com/2025/03/31/freedom-caucus-anna-paulina-luna-proxy-voting\" target=\"_blank\">Anna Paulina Luna</a> (R-Fla.) from forcing a vote on allowing House members who are new parents to vote by proxy.</p><ul><li>Luna obtained the <a href=\"https://www.axios.com/2025/03/11/mike-johnson-proxy-voting-discharge-petition\" target=\"_blank\">218 discharge petition signatures</a> needed to force a vote with or without Johnson's assent — including from a dozen Republicans.</li><li>The speaker, a bitter opponent to <a href=\"https://www.axios.com/2022/01/24/gop-proxy-voting-supreme-court\" target=\"_blank\">any form of proxy voting</a> in Congress, fought to stop her anyway.</li><li>Johnson tried to box Republicans in by tying the rule change to marquee GOP legislation requiring proof of citizenship to vote in federal elections.</li></ul><p><strong>The result </strong>was a 206-222 vote against Johnson's maneuver, with Luna and eight other Republicans breaking ranks with Johnson.</p><ul><li>Of the Republicans who voted with Luna, only three had actually signed onto her discharge petition.</li><li>One of them, Rep. Ryan Mackenzie (R-Pa.), told Axios the proxy voting rule change \"should get its own up-or-down vote.\"</li><li>\"I voted 'no' because I don't like it being in a package like this and I think it should stand alone on its own merits,\" he said.</li></ul><p><strong>Johnson said </strong>after the vote failed: \"That rule being brought down means that we can't have any further action on the floor this week.\"</p><ul><li>Johnson said it was \"very disappointing\" that a \"handful\" of his members broke ranks on a GOP procedural measure, adding, \"That is rarely done.\"</li><li>In addition to the noncitizen voting bill, Johnson said the House was set to vote on legislation rolling back Biden-era regulations and restricting federal judges' power to issue nationwide injunctions.</li></ul><p><strong>Between the lines: </strong>Johnson's hardball tactics may have actually backfired on him, layering <a href=\"https://www.axios.com/2025/04/01/mike-johnson-republicans-proxy-voting\" target=\"_blank\">personal anger</a> on top of procedural objections.</p><ul><li>Rep. Max Miller (R-Ohio) said of his vote against the speaker on Tuesday: \"I would ask [Johnson] why he tried to do this.\"</li><li>Several GOP lawmakers expressed a feeling that the speaker was being heavy-handed in trying to override the will of a majority of the House.</li></ul><p><strong>Zoom out: </strong>Despite a rocky 118th Congress with many failures,<strong> </strong>Johnson had been able to repeatedly defy political gravity this year.</p><ul><li>He prevailed against detractors in his <a href=\"https://www.axios.com/2025/01/03/mike-johnson-reelected-house-speaker-first-ballot\" target=\"_blank\">reelection as speaker</a> and in getting a <a href=\"https://www.axios.com/2025/02/26/house-passes-gop-budget-bill-in-key-step-for-trump-agenda\" target=\"_blank\">GOP budget bill</a> passed. </li><li>He also kept his party together on a bill to <a href=\"https://www.axios.com/2025/03/11/house-passes-continuing-resolution-shutdown-bill\" target=\"_blank\">avert a federal government shutdown</a> until September.</li></ul><p><strong>In all those fights,</strong> he had a secret weapon: President Trump, who had a vested interest in the outcome of each and made calls on Johnson's behalf.</p><ul><li>The proxy voting fight was entirely a House matter in which Trump had effectively no stake.</li><li>Rep. Tim Burchett (R-Tenn.), one of Luna's closest allies, told Axios \"no way\" when asked if the president made any calls to members this time.</li></ul><p><strong>What's next: </strong>Johnson technically has two legislative days to bring Luna's rule change up for a vote, but GOP lawmakers aren't sure whether he will try to pull more tricks out of his sleeve to keep it from coming to the floor.</p><ul><li>\"This rules package vote was something that was a new development,\" said Mackenzie, \"so I wouldn't even hazard a guess what the next step is.\"</li><li>Nonprofit news outlet <a href=\"https://www.notus.org/congress/house-republicans-lose-a-floor-vote-end-the-work-week-on-a-tuesday\" target=\"_blank\">NOTUS</a> reported that Johnson plans to keep trying to pass procedural motions to kill Luna's rule change until one passes.</li><li>House Majority Whip Tom Emmer (R-Minn.), asked if Republicans will keep trying to kill Luna's measure, told Axios: \"We'll see. … Mike Johnson has made it clear he's not going to support the proxy [voting].\"</li></ul><p>Part of that may be due to pressure from the Freedom Caucus, which staunchly opposes proxy voting and could, in theory, band together to try to <a href=\"https://www.axios.com/2025/01/03/mike-johnson-motion-to-vacate-new-rule-passed\" target=\"_blank\">oust Johnson</a> as speaker.</p><p><strong>The bottom line: </strong>\"It's very disappointing that he is putting Republican members in this position,\" one House Republican complained to Axios, \"for no reason whatsoever other than what I believe is him protecting his job.\"</p>",
    "link": "https://www.axios.com/2025/04/02/mike-johnson-anna-paulina-luna-proxy-voting"
  },
  {
    "title": "Scoop: White House promises to show its work on 3% GDP growth",
    "published": "Wed, 02 Apr 2025 00:17:36 +0000",
    "content": "<p>In a closed-door meeting on Monday night, President Trump's top economic advisers promised GOP senators they would show their work on how they plan to deliver 3% <a href=\"https://www.axios.com/2025/03/31/biden-trump-economy-stagflation\" target=\"_blank\">GDP growth</a> to help lower the cost of the \"one big, beautiful bill.\"</p><p><strong>Why it matters:</strong> The promise of a booming economy, even if it includes some <a href=\"https://www.axios.com/2025/03/09/trump-economic-shock-inflation-recession-markets\" target=\"_blank\">shock therapy</a>, is central to Trump's overall theory on how businesses and individuals can receive tax cuts while deficits simultaneously can be reduced.</p><hr /><ul><li>Treasury Secretary Scott Bessent and National Economic Council director Kevin Hassett told Senate Finance Republicans last night they would share their plans later this week.</li><li>\"They were just very optimistic about how much growth we're going to have moving forward, and how popular this plan is and how important it is for our economic health,\" a senator familiar with the discussions told us.</li><li>Some senators are willing to be persuaded that Trump can cut taxes and juice the economy like he did in his first term, but he has some work to do.</li></ul><p><strong>Zoom in:</strong> Senate Majority Leader John Thune (R-S.D.) is dealing with three GOP factions that are colliding over the Trump budget bill.</p><ol><li><strong>Debt hawks:</strong> Sen. Ron Johnson (R-Wis.) and Bill Cassidy (R-La.) expressed their concerns about the overall amount of deficit spending. Johnson wants to return to pre-pandemic spending, and Cassidy has been publicly saying that if a current policy baseline is used, Congress must pay for it. (<a href=\"https://www.axios.com/2025/04/01/senate-budget-tax-cuts-current-policy-graham\" target=\"_blank\">Thune embraced</a> a current policy approach today.)</li><li><strong>Free traders want </strong>to know if the administration's rosy economic assumptions would include the expected impact of <a href=\"https://www.axios.com/2025/03/31/trump-tariffs-liberation-day\" target=\"_blank\">Trump's tariffs</a>, which he's expected to announce tomorrow.</li><li><strong>Medicaid defenders:</strong> Moderate Sens. Lisa Murkowski (R-Alaska) and Susan Collins (R-Maine) and others like Sen. Josh Hawley (R-Mo.) continue to question how deeply Trump and congressional Republicans want to cut Medicaid.</li></ol><p><strong>Between the lines:</strong> Trump officials are confident the real economy is faring much better than the equities market and they are optimistic that Friday's jobs report will show solid growth.</p><ul><li>Economic forecasters don't seem convinced. They continue to warn about the dangers of the reciprocal tariffs that Trump will announce.</li><li>And the specter of stagflation — or the <a href=\"https://www.axios.com/2025/03/30/stagflation-economy-inflation-growth\" target=\"_blank\">\"S-word\"</a> as Axios' Neil Irwin calls it — is lurking.</li><li>Senate leadership is barreling forward without the parliamentarian and hoping to vote on the new budget resolution this week. But Thune reminded senators they still need to make sure they have 51 votes.</li></ul><p><strong>The other side:</strong> Democrats are howling at the GOP's full embrace of using a current policy score to lower the cost of extending Trump's 2017 tax cuts.</p><ul><li>\"The people who said they believed in fiscal discipline want to use funny money to give tax cuts to their billionaire buddies,\" Sen. Ron Wyden (D-Ore.) told Axios.</li><li>\"It is alarming to see — through press reports — that Republicans believe they don't need to defend their effort to hide the true cost of their multitrillion-dollar tax giveaways that will add trillions to the national debt while gutting programs hard-working families rely on,\" a spokesperson for Democrats on the committee said.</li></ul>",
    "link": "https://www.axios.com/2025/04/02/white-house-gdp-economic-growth"
  },
  {
    "title": "Booker sets record for longest Senate speech ever with anti-Trump marathon",
    "published": "Wed, 02 Apr 2025 00:17:09 +0000",
    "content": "<p>Sen. <a href=\"https://www.axios.com/2025/04/01/cory-booker-marathon-speech-senate-records-strom-thurmond\" target=\"_blank\">Cory Booker</a> (D-N.J.) now holds the record for the longest Senate speech ever: 25 hours and four minutes. </p><p><strong>Why it matters: </strong>Booker's marathon speech stands out as one of the starkest acts of defiance by Democrats in their resistance to the second Trump administration.</p><hr /><ul><li>Booker surpassed the record of former Sen. Strom Thurmond (R-S.C.), who filibustered the Civil Rights Act of 1957 with a 24-hour and 18-minute speech. </li><li>Booker was joined in a show of support on the floor by top Democrats, including Senate Minority Leader Chuck Schumer (D-N.Y.), as he blasted President Trump's second-term policies.</li></ul><p><strong>The big picture: </strong>Booker's record-breaking speech turned attention back to Democrats as the party tries to find the most effective way to counter Trump.</p><ul><li>Booker targeted a wide array of MAGA policies, from the GOP's plan to cut taxes to Trump's bashing of Ukrainian President Volodymyr Zelensky.</li><li>Congressional Democrats are in the minority in both chambers and have few tools to stop the Trump policies. The dynamic has angered Democratic voters and activists, who have demanded more from lawmakers.</li><li>But Booker's <a href=\"https://www.axios.com/2025/04/01/cory-booker-democrats-speech-senate-filibuster\" target=\"_blank\">show of force</a> signals a potential change in that dynamic. </li></ul><p><strong>Between the lines: </strong>The speech is both a physical and mental accomplishment.</p><ul><li>Booker was not allowed to leave the Senate floor for any reason during the speech, including to use the bathroom, eat and drink. He also wasn't allowed to sit.</li><li>Booker was allowed to field questions from Democratic senators, but that was his only reprieve from speaking for over 24 hours straight.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/04/02/cory-booker-senate-speech-record-thurmond\" target=\"_blank\">Booker says surpassing segregationist's Senate speech record was \"important\"</a></p><p><em>Editor's note: This story has been updated with additional reporting. </em></p>",
    "link": "https://www.axios.com/2025/04/01/booker-sets-record-for-longest-senate-speech-trump"
  },
  {
    "title": "Putin's envoy to visit Washington for talks on Ukraine",
    "published": "Wed, 02 Apr 2025 00:05:42 +0000",
    "content": "<p>Russian President <a href=\"https://www.axios.com/2025/03/25/russia-ukraine-black-sea-ceasefire-white-house\" target=\"_blank\">Vladimir Putin's</a> close adviser Kirill Dmitriev is expected to visit Washington this week for talks on Ukraine with President Trump's envoy Steve Witkoff, two U.S. officials tell Axios. He'll be the most senior Russian visitor to Washington since the 2022 invasion.</p><p><strong>Why it matters: </strong>Trump said Saturday that he was <a href=\"https://www.axios.com/2025/03/30/trump-putin-ukraine-tariffs\" target=\"_blank\">\"pissed off\" at Putin</a> for his recent comments on Ukraine and warned of economic penalties if Russia blocks his ceasefire push. The visit from Dmitriev is a chance to break the stalemate in negotiations.</p><hr /><ul><li>Dmitriev is the head of Russia's sovereign wealth fund and a senior member of Putin's negotiating team in the indirect ceasefire talks with <a href=\"https://www.axios.com/world/axios-explains-ukraine\" target=\"_blank\">Ukraine</a>, which the Trump administration is mediating.</li></ul><p><strong>What they're saying:</strong> \"His visit is part of ongoing efforts to get a ceasefire with Ukraine,\"  a U.S. official said. </p><ul><li>CNN first <a href=\"https://www.cnn.com/2025/04/01/politics/senior-russian-official-washington-visit/index.html\" target=\"_blank\">reported</a> on Dmitriev's visit. </li></ul><p><strong>Behind The scenes: </strong>Dmitriev is under U.S. sanctions, which the Treasury Department had to suspend for seven days to allow the State Department to issue him a visa, according to a source with knowledge of the issue.</p><p><strong>State of play:</strong> The indirect talks between Russia and Ukraine are stuck, U.S. officials say.</p><ul><li>While Ukraine agreed to all U.S. proposals for an unconditional ceasefire and subsequently agreed to plans for a smaller-scale maritime ceasefire,  the Russians laid out last week a series of new demands, including the lifting of some U.S. sanctions.</li><li>The Russians made the new demands after three days of talks in Saudi Arabia — and after the White House had issued a statement saying Russia agreed to a ceasefire in the Black Sea. </li><li>Russia's deputy foreign minister, Sergei Ryabkov, said on Tuesday that while Russia takes the U.S. ceasefire proposals seriously, they do not address the \"root causes\" of the conflict.</li><li>National Security Council spokesperson Brian Hughes said Tuesday that Trump is frustrated with the Russian position but that talks continue.</li></ul>",
    "link": "https://www.axios.com/2025/04/02/russia-dmitriev-visit-white-house-ukraine"
  }
]