[
  {
    "title": "Trump confirms he'll travel on 1st foreign trip to Saudi Arabia, Qatar and UAE in coming weeks",
    "published": "Mon, 31 Mar 2025 23:02:15 +0000",
    "content": "<p>President Trump confirmed on Monday <a href=\"https://www.axios.com/2025/03/30/trump-saudi-arabia-visit-may-first-foreign-trip\" target=\"_blank\">Axios' report</a> about him traveling to Saudi Arabia in the coming weeks for his first foreign trip. </p><p><strong>What he is saying:</strong> \"It will be next month or maybe a little bit later,\" Trump said.</p><hr /><p> <strong>State of play:</strong> Axios reported on Sunday that <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_self\">Trump</a> plans to travel to Saudi Arabia in mid-May.</p><ul><li>Trump said he will also visit on this trip Qatar, UAE and \"other places\" outside the Middle East. </li><li>Two U.S. officials said at the moment, Trump doesn't plan to visit <a href=\"https://www.axios.com/world/israel\" target=\"_blank\">Israel </a>on this trip.  </li></ul><p><strong>The big picture:</strong> Trump's decision to <a href=\"https://www.axios.com/2025/02/12/trump-putin-negotiations-end-ukraine-war\" target=\"_self\">go to Saudi Arabia</a>, UAE and Qatar on his first foreign trip signals how close the relationship between his administration and Persian Gulf countries has become, especially when it comes to economic cooperation and investment.</p><ul><li>\"Tremendous amount of jobs will be created as a result of this trip,\" Trump told reporters in the Oval Office on Monday.  </li></ul><p><strong>Flashback:</strong> Trump's <a href=\"https://www.axios.com/2017/12/15/a-quick-summary-of-trumps-saudi-trip-so-far-1513302454\" target=\"_blank\">first foreign trip</a> during his previous term was also to Saudi Arabia at roughly the same time.</p><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2017/12/15/trumps-unconventional-first-foreign-trip-1513302439\" target=\"_blank\">Trump's unconventional first foreign trip</a></p>",
    "link": "https://www.axios.com/2025/03/31/trump-visit-saudi-arabia-qatar-uae-foreign-trips"
  },
  {
    "title": "Top Republicans in Congress shrug off Trump's \"fanciful\" third term musings",
    "published": "Mon, 31 Mar 2025 22:19:01 +0000",
    "content": "<p>Top Republicans in Congress are dismissing out of hand President Trump's suggestion that he is \"<a href=\"https://www.axios.com/2025/03/30/trump-third-term\" target=\"_blank\">not joking</a>\" about running for a third term. </p><p><strong>Why it matters: </strong>While they didn't push back forcefully, Republicans are at least clear-eyed about the severe Constitutional and political hurdles the president would face.</p><hr /><ul><li>\"A lot of people want me to do it,\" Trump told NBC News' Kristen Welker in a phone call Sunday, claiming that \"there are methods which you could do it.\"</li><li>Asked by the news outlet about having Vice President JD Vance run, pick Trump as his running mate and then resign, Trump reportedly responded: \"That's one, but there are others too.\"</li></ul><p><strong>What they're saying: </strong>House Appropriations Committee Chair Tom Cole (R-Okla.) when asked about the idea of a Vance-Trump ticket, exclaimed, \"I've never heard of anything like that before.\"</p><ul><li>\"I find it too fanciful to really discuss seriously,\" he added, expressing skepticism that Trump could get the necessary votes in Congress or the states to amend the Constitution.</li><li>Senate Majority Leader John Thune (R-S.D.), asked if he believes Trump could run for a third term, replied, \"Not without a change to the Constitution.\"</li></ul><p><strong>Between the lines: </strong>The 22nd Amendment to the Constitution states that \"no person shall be elected to the office of the President more than twice.\"</p><ul><li>Trump running as vice president has been floated by some Republicans as a way to circumvent that language.</li><li>Legal scholars <a href=\"https://www.axios.com/2025/03/31/22-amendment-trump-third-term-jd-vance\" target=\"_blank\">told Axios' Avery Lotz</a>, however, that the 12th Amendment's prohibition on \"constitutionally ineligible\" individuals serving as president could at least lead to lawsuits if he were elected a third time.</li></ul><p><strong>Zoom in: </strong>Republicans also suggested they aren't taking Trump nearly as seriously as he seems to be taking himself.</p><ul><li>\"You guys keep asking the question,\" Thune told reporters. \"I think he's probably having some fun with it, probably messing with you.\"</li><li>House Majority Leader Steve Scalise (R-La.) compared Trump's third-term comments to his proposals to annex <a href=\"https://www.axios.com/2025/03/28/vance-greenland-visit-independence-us-ally\" target=\"_blank\">Greenland</a> and the <a href=\"https://www.axios.com/2025/03/28/blackrocks-panama-canal-ports-delayed\" target=\"_blank\">Panama Canal</a>: \"There's a lot of things the president talks about. ... It gets people talking.\" </li><li>But Scalise <a href=\"https://x.com/ryanobles/status/1906789644970127759\" target=\"_blank\">told reporters</a>, \"There's no proposal to change the Constitution right now.\"</li></ul><p><strong>What to watch: </strong>Trump's remarks could galvanize a sustained effort by his right-wing loyalists in Congress to fight for such a vote anyway — similar to the dynamic around <a href=\"https://www.axios.com/2025/03/19/house-republicans-impeach-federal-judges-trump\" target=\"_blank\">impeaching federal judges</a>.</p><ul><li>Rep. Andy Ogles (R-Tenn.) introduced a <a href=\"https://www.axios.com/2025/01/24/trump-third-term-republican-constitution-ogles\" target=\"_blank\">constitutional amendment</a> to allow any president who has served two non-consecutive terms to seek a third.</li><li>That would allow Trump to run again, but not former Presidents Bill Clinton, George W. Bush or Barack Obama.</li></ul><p><em>— Axios' Stef W. Kight contributed reporting. </em></p>",
    "link": "https://www.axios.com/2025/03/31/trump-third-term-republicans-congress-reaction"
  },
  {
    "title": "House Freedom Caucus loses fourth member in two years as Rep. Anna Paulina Luna quits",
    "published": "Mon, 31 Mar 2025 20:42:14 +0000",
    "content": "<p>Rep. <a href=\"https://www.axios.com/2025/03/25/mike-johnson-anna-paulina-luna-proxy-voting\" target=\"_blank\">Anna Paulina Luna</a> (R-Fla.) is leaving the right-wing House Freedom Caucus over its opposition to her efforts to allow House members who are new parents to vote by proxy, Axios has learned.</p><p><strong>Why it matters: </strong>Luna is the fourth member that the Freedom Caucus has lost or ejected in the last two years over growing internal divisions.</p><hr /><ul><li>Rep. <a href=\"https://www.axios.com/2023/07/07/freedom-caucus-marjorie-taylor-greene-phone-call\" target=\"_blank\">Marjorie Taylor Greene</a> (R-Ga.) was booted from the group in 2023 over her support for then-House Speaker Kevin McCarthy (R-Calif.).</li><li>The caucus voted to kick out Rep. <a href=\"https://www.axios.com/2024/07/09/freedom-caucus-warren-davidson-troy-nehls-bob-good\" target=\"_blank\">Warren Davidson</a> (R-Ohio) last July for endorsing a primary challenger to then-Freedom Caucus chair Bob Good (R-Va.), prompting Rep. Troy Nehls (R-Texas) to resign in protest.</li></ul><p><strong>Driving the news: </strong>\"With a heavy heart, I am resigning from the Freedom Caucus,\" Luna wrote in a \"dear colleague\" letter <a href=\"https://www.documentcloud.org/documents/25874717-anna-paulina-luna-hfc-letter/\" target=\"_blank\">obtained by Axios</a>.</p><ul><li>The Florida Republican said individual Freedom Caucus members' attempts to kill her proxy voting rule change \"shattered\" the \"mutual respect that has guided our caucus.\"</li><li>\"A small group among us threatened the Speaker, vowing to halt floor proceedings indefinitely ... unless he altered the rules to block my discharge petition,\" Luna wrote.</li><li>Two GOP lawmakers confirmed her decision to leave to Axios. A spokesperson for Luna did not immediately respond to a request for comment.</li></ul><p><strong>The backdrop: </strong>Luna bucked House Speaker Mike Johnson (R-La.) — who fought bitterly against COVID-era proxy voting when Democrats controlled the House — in <a href=\"https://www.axios.com/2025/03/11/mike-johnson-discharge-petition-proxy-voting\" target=\"_blank\">trying to force a vote</a> on her proposed rule change.</p><ul><li>Earlier this month she launched what is known as a discharge petition, which forces a vote if it receives the signatures of 218 House members.</li><li>Johnson is reportedly attempting to add a provision to a broader Republican procedural measure that would effectively kill her vote.</li></ul><p><em>Editor's note: This story has been updated with additional reporting. </em></p>",
    "link": "https://www.axios.com/2025/03/31/freedom-caucus-anna-paulina-luna-proxy-voting"
  },
  {
    "title": "Canadians' demand for U.S. travel is cratering",
    "published": "Mon, 31 Mar 2025 20:13:28 +0000",
    "content": "<p>Canadians' desire to visit the U.S. is absolutely tanking, new data suggests.</p><p><strong>Why it matters: </strong>President Trump's <a href=\"https://www.axios.com/2025/03/23/canada-carney-slams-trump-tariffs-snap-elections\" target=\"_blank\">tariffs</a> and insistence that Canada should become the 51st American state is fueling a remarkable rally-round-the-flag effect. Canadian patriotism is <a href=\"https://www.axios.com/2025/02/21/canada-usa-hockey-4-nations-trump-photos\" target=\"_blank\">skyrocketing</a> alongside disdain for all things American throughout the Great White North.</p><hr /><p><strong>Driving the news: </strong>Advance bookings for Canada-U.S. flights in April-September are <a href=\"https://www.oag.com/blog/canada-us-airline-capacity-aviation-market\" target=\"_blank\">down</a> over 70% compared to this time last year, per aviation data firm OAG.</p><ul><li>\"This sharp drop suggests that travelers are holding off on making reservations, likely due to ongoing uncertainty surrounding the broader trade dispute,\" writes OAG chief analyst John Grant.</li><li>Airlines are also reducing transborder capacity — a strong signal that they, too, are seeing (or at least predicting) less demand.</li></ul><p><strong>Yes, but: </strong>At least one airline is calling OAG's data into question.</p><ul><li>The numbers are \"not reflective of Air Canada's booking patterns, nor the state of the market, based on all information sources available to us,\" an Air Canada spokesperson <a href=\"https://thepointsguy.com/news/airlines-cut-canada-flights-bookings-plummet/\" target=\"_blank\">told</a> travel news site The Points Guy (TPG).</li><li>Yet the spokesperson confirmed there's been a \"softening\" in demand, and the airline has trimmed capacity accordingly.</li></ul><p><strong>Threat level: </strong>A mere 10% drop in Canadian visitors could cost U.S. businesses as much as $2.1 billion in revenue, TPG notes.</p><p><strong>The big picture: </strong>Airline stocks are suffering mightily amid economic uncertainty and the prospect of continued trade wars.</p><ul><li>Delta Air Lines, United Airlines and American Airlines are all down around 30-40% so far this year.</li><li>Several major airlines, including Delta and American, previously <a href=\"https://www.axios.com/2025/03/11/consumer-confidence-airlines-delta-southwest-american\" target=\"_blank\">warned</a> of soft first quarters amid weakening consumer demand.</li></ul><div>Data: <a href=\"https://financialmodelingprep.com/\" target=\"_blank\">Financial Modeling Prep</a>; Chart: Axios Visuals</div><p><strong>What's next: </strong>Reluctance to visit the U.S. this summer may not be a strictly Canadian phenomenon, with worries about political strife and <a href=\"https://www.axios.com/2025/03/20/tourists-us-residents-detained-arrested-deported-ice-immigration-trump\" target=\"_blank\">detainment upon entry</a> an increasingly popular theme on travel message boards and chat groups in recent weeks.</p><ul><li>If those fears materialize into less demand, there could be big consequnces for the entire <a href=\"https://www.bloomberg.com/news/articles/2024-01-12/-1-2-trillion-us-travel-industry-is-plummeting-says-new-study\" target=\"_blank\">$1.2 trillion</a> U.S. travel industry.</li></ul>",
    "link": "https://www.axios.com/2025/03/31/canada-us-travel"
  },
  {
    "title": "What to know about vitamin A's toxic risks after RFK Jr. promotes it for measles",
    "published": "Mon, 31 Mar 2025 18:59:53 +0000",
    "content": "<div>Data: <a href=\"https://www.cdc.gov/measles/data-research/index.html\" target=\"_blank\">CDC</a>; Map: Axios Visuals</div><p>Health and Human Services Secretary Robert F. <a href=\"https://www.axios.com/health/rfk-jr\" target=\"_blank\">Kennedy</a> Jr. has touted vitamin A as a measles treatment, but the side effects of a vitamin overdose are dire. </p><p><strong>Why it matters: </strong>The vitamin can treat some patients who are already infected  but should only be administered under doctors' guidance. </p><hr /><p><strong>Context: </strong>An unvaccinated Texas school-age child died of measles in <a href=\"https://www.axios.com/local/houston/2025/02/26/texas-measles-outbreak-first-death\" target=\"_blank\">February</a>, marking the first reported measles death in the U.S. in a decade. A second death in <a href=\"https://www.nmhealth.org/news/alert/2025/3/?view=2188\" target=\"_blank\">New Mexico</a>, also an unvaccinated person, is under investigation.</p><ul><li>Two doses of the measles, mumps, and rubella vaccine are 93% effective against measles.</li></ul><p><strong>State of play: </strong>Some unvaccinated child measles patients in Texas — the state with the most cases — have shown signs of vitamin A toxicity, including abnormal liver function, <a href=\"https://www.cnn.com/2025/03/26/health/texas-measles-vitamin-a-toxicity/index.html\" target=\"_blank\">multiple</a> <a href=\"https://www.nytimes.com/2025/03/25/health/measles-kennedy-vitamin-a.html\" target=\"_blank\">outlets</a> reported. </p><ul><li>Kennedy has said in multiple interviews that vitamin A and cod liver oil are effective measles treatments, per <a href=\"https://abcnews.go.com/Health/rfk-jr-claims-measles-treated-vitamin-linked-poor/story?id=119713193\" target=\"_blank\">ABC News</a>. He also blamed poor diets for severe measles cases. </li><li>Kennedy also cast the measles outbreak as \"<a href=\"https://www.axios.com/2025/03/03/kennedy-jr-measles-outbreak-vaccine\" target=\"_blank\">not uncommon</a>\" in a Cabinet meeting, but the disease was declared <a href=\"https://www.cdc.gov/measles/about/history.html\" target=\"_blank\">eliminated</a> from the U.S. in 2000. </li><li>The Centers for Disease Control and Prevention updated its vitamin A recommendation \"as part of supportive management\" for children with severe measles.</li></ul><p><strong>Threat level: </strong>Taking too much vitamin A can cause headaches and increased intracranial pressure in both acute and chronic toxicity cases, according to the <a href=\"https://www.merckmanuals.com/professional/nutritional-disorders/vitamin-deficiency-dependency-and-toxicity/vitamin-a-toxicity#Etiology_v73979736\" target=\"_blank\">Merck Manual</a>, a medical reference publication.</p><ul><li>Acute toxicity can also include nausea, vomiting, drowsiness, irritability and abdominal pain.</li><li>Chronic toxicity causes changes in skin, hair and nails; generalized weakness; liver damage; and fetal birth defects.</li></ul><p><strong>Zoom in: </strong>Vitamin A deficiencies are uncommon in the U.S., according to the <a href=\"https://www.mayoclinic.org/drugs-supplements-vitamin-a/art-20365945\" target=\"_blank\">Mayo Clinic</a>.</p><ul><li>However, supplements could be recommended for children who are diagnosed with measles. </li></ul><p><strong>What they're saying: </strong>The Council for Responsible Nutrition, a trade association for the dietary supplement industry, said in a <a href=\"https://www.crnusa.org/newsroom/crn-cautions-against-misuse-vitamin-measles-prevention\" target=\"_blank\">statement</a> that it is concerned about the inappropriate use of high-dose vitamin A, especially in children. </p><ul><li>\"Vitamin A may be administered therapeutically to individuals who are already infected with measles, particularly in children with vitamin A deficiency, where it has been shown to help reduce the severity and complications of the disease,\" the statement said. </li><li>\"However, this use is a targeted, short-term medical intervention—not a preventive measure—and should only be done under the direction of a qualified healthcare professional.\"</li></ul><p><strong>By the numbers: </strong>As of March 27, a total of 483 confirmed measles cases were reported in 20 states, per the CDC.</p><ul><li>Of those, 97% of patients are unvaccinated or their vaccination status is unknown. </li><li>93% of confirmed cases were outbreak-associated, with five reported outbreaks. </li><li>42% of cases have been 5-19 year olds, and 33% have been children under 5. </li></ul><p><strong>Behind the scenes: </strong>Leaders at the CDC ordered staff not to release an expert assessment on measles, <a href=\"https://www.propublica.org/article/measles-vaccine-rfk-cdc-report\" target=\"_blank\">ProPublica</a> reported.</p><ul><li>The report would have emphasized the importance of vaccination, as \"risk of catching measles is high in areas near outbreaks where vaccination rates are lagging.\"</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/04/texas-measles-outbreak-cdc-rfk-jr-trump\" target=\"_blank\">https://www.axios.com/2025/03/04/texas-measles-outbreak-cdc-rfk-jr-trump</a></p>",
    "link": "https://www.axios.com/2025/03/31/measles-vitamin-a-rfk-jr-toxicity-overdose-texas"
  },
  {
    "title": "Scoop: JD Vance building 2028 network with first RNC fundraiser as VP",
    "published": "Mon, 31 Mar 2025 18:52:22 +0000",
    "content": "<p><a href=\"https://www.axios.com/2025/03/18/vance-trump-maga-2028\" target=\"_blank\">JD Vance</a> is set to host a fundraiser on Monday night in New York City, his first for the Republican National Committee as vice president.</p><p><strong>Why it matters</strong>: The move shows how Vance is maintaining, and building, his fundraising network ahead of a possible 2028 White House bid.</p><hr /><ul><li>Vance has deep connections to the world of Silicon Valley donors, including investor David Sacks and PayPal co-founder <a href=\"https://www.axios.com/2024/07/16/jd-vance-venture-capital-career\" target=\"_blank\">Peter Thiel</a>, who was a Vance mentor and helped bankroll his 2022 Senate bid.</li><li>The vice president is also close to <a href=\"https://www.axios.com/2024/11/07/elon-musk-trump-election\" target=\"_blank\">Elon Musk</a>, the richest person in the world and the face of DOGE, who lobbied Trump to pick Vance as his VP.</li></ul><p><strong>Driving the news: </strong>Couples looking to be on the \"Host Committee\" for the event are being asked to give $250,000 per couple, according to a copy of the invitation obtained by Axios.</p><ul><li>Couples looking to join for the next tier down are expected to fork over $100,000.</li></ul><p><strong>Flashback: </strong>Vance earlier this month was tapped to serve as RNC finance chair, a perch that will give him entree to the the party's biggest donors.</p><ul><li>Trump himself has been courting major givers, hosting events that are drawing <a href=\"https://www.axios.com/2025/03/04/trump-maga-inc-fundraiser-cost\" target=\"_blank\">$1 million a plate</a>. </li></ul>",
    "link": "https://www.axios.com/2025/03/31/jd-vance-fundraiser-vice-president-new-york-city"
  },
  {
    "title": "Israel to reoccupy 25% of Gaza to press Hamas to release hostages, official says",
    "published": "Mon, 31 Mar 2025 17:01:14 +0000",
    "content": "<p>The <a href=\"https://www.axios.com/world/israel\" target=\"_blank\">Israeli military</a> will expand its ground operation in Gaza to occupy 25% of the enclave over the next two to three weeks, a senior Israeli official said in a briefing with reporters on Monday.</p><p><strong>Why it matters:</strong> The Israeli official said the ground operation is part of a \"maximum pressure\" campaign aimed at forcing Hamas to agree to <a href=\"https://www.axios.com/2025/03/27/us-israel-gaza-ceasefire-hamas-proposal\" target=\"_blank\">release more hostages</a>. But reoccupation could go beyond Israel's stated objectives of the war and could serve as a pretense for pressing <a href=\"https://www.axios.com/2025/03/28/israel-move-palestinians-gaza-indonesia-somalia\" target=\"_blank\">Palestinians to leave Gaza</a>. </p><hr /><ul><li>The move, which has already begun, is again forcing the displacement of Palestinian civilians who returned to their homes in northern and southern Gaza strip after the ceasefire was announced in January.</li><li>If no new hostage-release and ceasefire deal is reached, the ground operation could <a href=\"https://www.haaretz.com/israel-news/2025-03-21/ty-article/.premium/israel-is-preparing-to-occupy-gaza-reinstate-military-rule-and-fully-control-its-people/00000195-b99c-d862-a3b5-f9bfd5d90000\" target=\"_blank\">expand</a> and lead to the reoccupation of most of the enclave and the displacement of most of the 2 million Palestinian civilians living there to a small \"humanitarian zone.\"</li><li>Some Israeli officials say reoccupation is a step towards implementing the government's <a href=\"https://www.axios.com/2025/03/28/israel-move-palestinians-gaza-indonesia-somalia\" target=\"_blank\">plan for \"voluntary departure\"</a> of Palestinians from Gaza and is necessary to defeat Hamas.</li><li>Others warn it could leave Israel responsible to two million Palestinians in what could turn into an indefinite occupation. </li></ul><p><strong>Driving the news:</strong> On March 17, Israel <a href=\"https://www.axios.com/2025/03/18/israel-gaza-war-resumes-airstrikes-hamas\" target=\"_blank\">resumed the war</a> in Gaza with a series of massive airstrikes against what it described as Hamas targets all across the enclave. </p><ul><li>More than 400 Palestinians were killed in the strikes, <a href=\"https://www.haaretz.com/israel-news/2025-03-27/ty-article-magazine/.premium/in-one-of-the-gaza-wars-darkest-nights-the-idf-killed-nearly-300-women-and-children/00000195-d949-da7e-adb7-f9d9e5760000\" target=\"_blank\">the majority</a> were women and children. </li><li>According to the Hamas-run Gaza's Health Ministry, 1,000 Palestinians have been killed since the war resumed and more than 50,000 since the October 7 Hamas terror attacks on Israel.</li></ul><p>On Monday morning, the Israeli Defense Forces issued <a href=\"https://x.com/avichayadraee/status/1906595629993967915?s=46\" target=\"_blank\">evacuation<strong> </strong>orders</a> to Palestinians in the city of Rafah in the southern Gaza strip. </p><ul><li>Most of Rafah city was destroyed during Israel's previous ground operation and not many Palestinians returned there after the ceasefire.  </li><li>\"The IDF is returning to intense operations to dismantle the capabilities of the terrorist organizations in these areas. For your safety, move immediately to the shelters in Al Mawasi,\" Colonel Avichay Adraee wrote on X. </li><li>The senior Israeli official said in the briefing with reporters that the IDF plan is to broaden the buffer zone controlled by the IDF in the territory close to the border with Israel. </li></ul><p><strong>The big picture:</strong> The negotiations over a new ceasefire deal that includes release of hostages haven't progressed.</p><ul><li>Over the weekend, Hamas gave Qatar and Egypt its agreement to a proposal that resembles an offer made several weeks ago by White House envoy Steve Witkoff. </li><li>At the time, Hamas rejected that proposal, which included the release of American citizen Edan Alexander and four other living hostages in return for a 40 to 50 day ceasefire.   </li><li>Israel, which agreed several weeks ago to Witkoff's proposal, now rejects it and is demanding the release of 11 living hostages in return for a 40-day ceasefire. Israel also demands that on day 10 of the ceasefire Hamas releases 16 bodies of dead hostages. </li></ul><p> </p>",
    "link": "https://www.axios.com/2025/03/31/israel-reoccupy-gaza-hamas-hostages"
  },
  {
    "title": "Antisemitism watchdog group unveils alternative plan to Trump's campus fight",
    "published": "Mon, 31 Mar 2025 17:01:00 +0000",
    "content": "<p>A Jewish organization working to combat antisemitism has unveiled an alternative to the Trump administration's plan that cracks down on <a href=\"https://www.axios.com/2025/03/27/trump-palestinian-hamas-purge-colleges-protests\" target=\"_blank\">foreign students</a> and free speech on college campuses.</p><p><strong>Why it matters: </strong>The blueprint by <a href=\"https://nexusproject.us/\" target=\"_blank\">the Nexus Project</a> could give colleges and universities another path to combat antisemitism while protecting Jewish students and diversity, equity, and inclusion programs amid funding threats.</p><hr /><p><strong>The big picture: </strong>The Trump administration has cast <a href=\"https://www.axios.com/2024/04/30/protesters-palestinian-columbia-hamilton-hall-israel\" target=\"_blank\">pro-Palestinian protesters</a> as Hamas supporters and used anti-terror and immigration laws to quiet campus demonstrations.</p><ul><li>The arrests of Columbia graduate <a href=\"https://www.axios.com/2025/03/14/lawyers-mahmoud-khalil-release-free-speech\" target=\"_self\">Mahmoud Khalil</a> and Tufts University graduate student <a href=\"https://www.axios.com/2025/03/27/arrest-tuft-student-rumeysa-ozturk-trump-rubio\" target=\"_blank\">Rumeysa Ozturk</a> are part of the administration's push to quickly scoop up, detain and deport college students with pro-Palestinian views under the guise of fighting antisemitism. </li><li>President Trump has also threatened to pull university funding over antisemitism allegations.</li></ul><p><strong>Zoom in: </strong>Trump exploits \"legitimate concerns of antisemitism by pursuing a political and ideological project,\" according to the alternative plan shared with Axios first and dubbed \"<a href=\"https://nexusproject.us/nexus-resources/fighting-antisemitism-protecting-democracy-a-strategy-for-the-trump-era/#table-contents\" target=\"_blank\">Fighting Antisemitism</a>, Protecting Democracy: A Strategy for the Trump Era.\" </p><ul><li>The Nexus Project's plan calls for preventing antisemitism from being used as a pretext to deport people engaging in free assembly or free speech.</li><li>It also calls for resisting \"the weaponization of antisemitism by using tools that distinguish between antisemitic speech and behavior and legitimate criticism.\"</li><li>It seeks to oppose efforts to ban diversity, equity, and inclusion or restrict how racism and antisemitism are taught.</li></ul><p><strong>What they're saying</strong>: \"While the Trump Administration exploits the rise of antisemitism to target democratic freedoms and political opponents, too many Jewish establishment groups are either backing their efforts or remaining silent,\" Jonathan Jacoby, national director of the Nexus Project, said.</p><ul><li>\"We need to boldly resist these efforts to use our community as a pawn while harming our safety.\"</li></ul><p><strong>The other side: </strong>Harrison Fields, the White House's principal deputy press secretary, tells Axios it's been a core principle of Trump to support Israel and \"revoke visas of foreign nationals who support terrorism and jihadism.\"</p><ul><li>\"President Trump and his DOJ will hold accountable those who perpetrate violence against Jewish people.\"</li></ul><p><strong> The intrigue: </strong>The authors of the Nexus Project's plan include liberal and moderate Jewish experts.</p><ul><li>Among the authors are <a href=\"https://nexusproject.us/individuals/hannah-rosenthal/\" target=\"_blank\">Hannah Rosenthal</a>, former U.S. Special Envoy for Monitoring and Combating Antisemitism; <a href=\"https://history.ucla.edu/person/david-myers/\" target=\"_blank\">David N. Myers</a>, chair in Jewish History at UCLA and <a href=\"https://en.wikipedia.org/wiki/Judith_L._Lichtman\" target=\"_blank\">Judith Lichtman</a>, a<strong> </strong>human and civil rights advocate.</li></ul><p><strong>Zoom out: </strong>The Nexus Project's strategy is a response to the conservative Heritage Foundation's <a href=\"https://www.axios.com/2025/03/25/project-esther-trump-protests-deportations\" target=\"_blank\">Project Esther,</a> which calls for rebranding pro-Palestinian protesters as Hamas supporters.</p><ul><li>Project Esther also calls for firing pro-Palestinian professors<strong> </strong>on campuses<strong> </strong>and using anti-racketeering laws to break up pro-Palestinian or liberal-leaning groups.</li><li>Many of Project Esther's proposals, based on months of chatter among some GOP leaders, have been adopted by the Trump administration despite criticism by progressives that it's a tool of <a href=\"https://www.axios.com/2024/06/24/christian-nationalism-america-trump-republicans\" target=\"_self\">Christian nationalism</a>.</li></ul><p><strong>The conservative-leaning</strong> <a href=\"https://tracking.us.nylas.com/l/d78db9d8246f43a6a8482e9c7f664a2b/0/576586054e9e2c688831d1d4e93f0cad6f613fdcddcd30aa709e35a4c49ca933?cache_buster=1742222021\" target=\"_blank\">Combat Antisemitism Movement (CAM)</a>, which supports many of the ideas in Project Esther, held a <a href=\"https://www.axios.com/2025/03/22/summit-to-address-fighting-campus-antisemitism\" target=\"_blank\">summit</a> earlier this month in New York on battling <a href=\"https://www.axios.com/2024/04/11/antisemitism-college-campuses-adl-harvard\" target=\"_self\">antisemitism</a> on college campuses.</p><ul><li>EJ Kimball, the group's interfaith outreach and engagement director, tells Axios that the group is generally pleased by the Trump administration's actions to combat antisemitism.</li><li>\"Those (who) are violating the laws, the terms of their green cards, or student visas for providing potential support to terrorist groups... should be deported,\" he said.</li></ul>",
    "link": "https://www.axios.com/2025/03/31/college-campus-antisemitism-trump-nexus-project"
  },
  {
    "title": "How Trump's tariffs are different this time",
    "published": "Mon, 31 Mar 2025 16:20:56 +0000",
    "content": "<p>There is no port in the storm. That is the reality multinational American businesses face as they await President Trump's \"Liberation Day\" of sweeping new <a href=\"https://www.axios.com/2025/03/31/trump-tariffs-april-2-economy\" target=\"_blank\">tariffs</a> to be announced Wednesday.</p><p><strong>Why it matters: </strong>The administration's presumed tariffs approach this week — with high import duties on pretty much all goods from pretty much all trade partners — leaves Corporate America with few good options to shift around supply chains.</p><hr /><ul><li>It contrasts with the 2018-2019 period in Trump's previous term, when tariffs were more targeted to specific items from specific countries, and businesses had space to plead their case for carve-outs.</li><li>Moreover, all signs are that these \"reciprocal tariffs,\" meant to penalize other nations seen as dealing unfairly, will be stacked on top of other tariffs, like those ostensibly meant to penalize Mexico, Canada and China for not stopping fentanyl smuggling.</li></ul><p><strong>Driving the news: </strong>\"You'd start with all countries,\" Trump told reporters Sunday on Air Force One, after a reporter asked whether this week's tariffs would only apply to 10 or 15 countries with which the U.S. has particularly large trade deficits.</p><ul><li>White House trade adviser Peter Navarro said on Fox News yesterday that the new tariffs would raise $600 billion a year for the federal government.</li></ul><p><strong>By the numbers: </strong>In 2024, total tariff revenue was $77 billion.</p><ul><li>Navarro's comments imply $6 trillion in increased tariff revenue over the next decade, which is four times the $1.5 trillion estimated tally for Trump's signature 2017 tax cuts.</li></ul><p><strong>What they're saying: </strong>\"In 2018, tariffs were relatively targeted to certain geographies, certain types of products, and with quite a few exceptions that came into play,\" said Liz Hempel, a partner at McKinsey &amp; Company who advises large companies on their supply chains, tells Axios.</p><ul><li>\"The tariffs now are much more broad in terms of scope, both in terms of products and countries,\" she adds.</li></ul><p><strong>State of play: </strong>Tariffs in the previous Trump term, for example, heavily focused on China. That meant employers had more options to reroute their supply chains and avoid import taxes, such as relocating production activity to Vietnam or Mexico.</p><ul><li>While the details matter, and the administration's announcement could target different countries with different rates, the prospect of broadly applied import taxes limits that room to maneuver.</li></ul><p><strong>Between the lines: </strong>That means importers face several flawed options.</p><ul><li>They can raise prices, hoping that doing so doesn't destroy too much demand.</li><li>They can absorb the higher tariffs in the form of lower profit margins, which may hammer their stock price but keep customers (and the White House) happy. In low-margin businesses, it may be impossible without incurring losses.</li><li>They can try to foist the costs off to suppliers. Their ability to do so would depend on market power on each side — who needs whom more.</li><li>They can re-shore production activity to the United States, which can take two years or more, given the complexities of building out new manufacturing capacity.</li></ul><p><strong>\"It's very industry dependent\" </strong>how companies will respond, Hempel says. \"You think about some industries, like mining, you can't really lift up and move a mine. The minerals are where they are in the ground, and you need to either absorb it in your margin or pass it through.</p><ul><li>\"You've got other industries where they're quite a bit more mobile,\" she says. \"But I think most organizations are realizing they're somewhere in between.\"</li></ul>",
    "link": "https://www.axios.com/2025/03/31/trump-tariffs-liberation-day"
  },
  {
    "title": "Trans Day of Visibility celebrations persist despite Trump admin attacks",
    "published": "Mon, 31 Mar 2025 11:15:52 +0000",
    "content": "<p>Monday marks International <a href=\"https://www.axios.com/2022/03/30/biden-transgender-day-of-visibility-2022\" target=\"_blank\">Transgender Day of Visibility</a>: a day of celebration and recognition for trans and nonbinary people across the globe. </p><p><strong>The big picture: </strong>As the <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a> administration rolls back <a href=\"https://www.axios.com/2025/02/05/anti-trans-executive-orders-trump\" target=\"_blank\">protections and civil rights</a> for transgender Americans and threatens access to <a href=\"https://www.axios.com/2025/01/28/trump-transgender-youth-gender-affirming-care-executive-order\" target=\"_blank\">gender-affirming care</a>, <a href=\"https://www.axios.com/2025/03/19/trump-transgender-troops-ban-judge-order\" target=\"_blank\">military careers</a>, <a href=\"https://www.axios.com/2025/01/21/trump-trans-rights-executive-order\" target=\"_blank\">federal recognition</a>, <a href=\"https://www.axios.com/2025/02/05/trump-executive-order-transgender-women-sports\" target=\"_blank\">sports</a> and more, the holiday and its mission is \"more important this year than ever,\" said Rachel Crandall-Crocker, the day's founder. </p><hr /><ul><li>\"The president ... wants us to go and hide, and he'd be happy if we all disappeared,\" Crandall-Crocker told Axios. \"However, that is not what we're going to do.\"</li></ul><p><strong>Case in point: </strong>Trans Up Front, an Illinois-base advocacy <a href=\"https://www.transupfrontil.com/\" target=\"_blank\">organization</a> whose mission is to amplify and center trans voices, honored TDOV on Sunday with 5,000-plus people marching<strong> </strong>through downtown Chicago, organizers estimated.</p><ul><li>\"This is our first year in many, many years that we're looking at this not as just a celebration of each other, of our community, but as a gathering of support,\" Executive Director Asher McMaher said.</li><li>McMaher added, \"In 2025 ... we really do have to come together as one community and show that no matter what is written in an executive order, no matter what misinformation is out there, we're here.\" </li></ul><p><strong>In Atlanta, </strong>Game Changing Men — a <a href=\"https://www.gamechangingmen.com/\" target=\"_blank\">group</a> that focuses on erasing stigmas and barriers for trans men, particularly Black trans men — capped off a week of TDOV programming with its annual cookout Saturday. </p><ul><li>This year, the group stepped up security. But visibility remains critical amid attempts to erase trans stories, Executive Director Quinton Reynolds told Axios.</li><li>\"We just want to be our authentic selves,\" he said. \"We pay taxes, we are homeowners, we are husbands, we are wives, we are parents.\"</li></ul><p><strong>Flashback:</strong> Crandall-Crocker, the executive director of <a href=\"https://www.transgendermichigan.org/\" target=\"_blank\">Transgender Michigan</a> and a licensed master social worker, started TDOV in 2009. </p><ul><li>She wanted to create a day that \"celebrated the living\" trans people, and within a couple of years, it became truly international and recognized by communities across the globe.</li><li>President Biden in 2021 <a href=\"https://www.nbcnews.com/feature/nbc-out/biden-issues-first-presidential-proclamation-trans-day-visibility-n1262613\" target=\"_blank\">issued</a> the first presidential <a href=\"https://bidenwhitehouse.archives.gov/briefing-room/presidential-actions/2021/03/31/a-proclamation-on-transgender-day-of-visibility-2021/\" target=\"_blank\">proclamation</a> recognizing TDOV, urging Americans to join \"in uplifting the worth and dignity of every transgender person.\"</li></ul><p><strong>Friction point: </strong>But visibility can be \"a double-edged sword,\" said Shane Diamond, <a href=\"https://glaad.org/tdov/\" target=\"_blank\">GLAAD's</a> director of communications and advocacy.</p><ul><li>\"As we are more visible, and out and open ... we tend to see increased backlash and anti-LGBTQ+ policies, anti-transgender policies being introduced,\" he said.</li></ul><p><strong>Zoom out: </strong>A <a href=\"https://www.axios.com/2023/03/31/anti-trans-bills-2023-america\" target=\"_blank\">massive spike</a> in legislation targeting the trans community has occurred in recent years at federal and state levels.</p><ul><li>The American Civil Liberties Union was <a href=\"https://www.aclu.org/legislative-attacks-on-lgbtq-rights-2025\" target=\"_blank\">tracking</a> 527 anti-LGBTQ+ bills in the U.S. as of March 14, including legislation redefining sex, blocking trans youth from using facilities corresponding with their gender identity and rolling back DEI initiatives</li><li>Trump's return to the White House has also <a href=\"https://www.axios.com/2024/11/21/trump-anti-trans-bathroom-laws-gop\" target=\"_blank\">emboldened GOP lawmakers</a> to further restrict trans rights.</li><li>But Diamond emphasizes that \"there's not a lot of meat and potatoes\" to Trump's executive orders targeting trans people — some of which have <a href=\"https://www.axios.com/2025/03/19/trump-transgender-troops-ban-judge-order\" target=\"_blank\">been blocked</a> amid legal challenges — which he said are \"intended to scare and confuse us.\"</li></ul><p><strong>The bottom line: </strong>Amid the Trump administration's sweeping crackdown, Crandall-Crocker said trans people should unite and \"be one community with one loud voice.\" </p><ul><li>On a day that seeks to celebrate trans and nonbinary accomplishments, joy and love, Crandall-Crocker said it's a \"big victory just to live your honest life.\"</li><li>\"It may seem small ... it's not. It's a major victory.\"</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/23/allies-issue-usa-travel-guidlines-transgender\" target=\"_blank\">Trump's transgender rights rollbacks prompt allies to adjust travel warnings</a></p>",
    "link": "https://www.axios.com/2025/03/31/trans-day-of-visibility-2025-trump-attacks"
  },
  {
    "title": "BlackRock's Larry Fink treads cautiously in letter that shies from politics",
    "published": "Mon, 31 Mar 2025 10:01:00 +0000",
    "content": "<p>BlackRock CEO Larry Fink reassures investors that this moment of <a href=\"https://www.axios.com/economy\" target=\"_blank\">economic</a> anxiety will pass in his annual <a href=\"https://www.blackrock.com/corporate/literature/presentation/larry-fink-annual-chairmans-letter.pdf\" target=\"_blank\">letter</a> out Monday morning.</p><p><strong>Why it matters: </strong>Fink runs the world's biggest asset manager and is hugely influential — his widely read letter typically reflects the business trends of the current moment. </p><hr /><ul><li>This year it comes at a time of high market uncertainty, as <a href=\"https://www.axios.com/2025/03/30/trump-tariffs-taxes-consumer\" target=\"_blank\">tariff</a> disruptions rock the business world.</li></ul><p><strong>Where it stands:</strong> Fink treads cautiously in the 27-page letter, never explicitly mentioning President Trump, and only touches glancingly on politics at the very top.</p><ul><li>\"I hear it from nearly every client, nearly every leader—nearly every person—I talk to: They're more anxious about the economy than any time in recent memory. I understand why. But we have lived through moments like this before. And somehow, in the long run, we figure things out,\" he says in a draft of the letter viewed by Axios. </li></ul><p><strong>The intrigue: </strong>Fink's letter comes at a politically fraught moment for BlackRock.</p><ul><li>The firm's <a href=\"https://www.axios.com/2025/03/28/blackrocks-panama-canal-ports-delayed\" target=\"_blank\">deal</a> to buy two Panama Canal ports from Hong Kong's CK Hutchison has become a political football among the governments of the U.S., Panama and China. </li><li>What looked like an off-ramp for U.S. complaints that China had too much influence at the canal now threatens to become a bargaining chip in a larger geopolitical reordering. </li></ul><p><strong>Between the lines: </strong>In past years, Fink has used the letter to espouse views on topics that are now toxic flashpoints for the Trump administration — like <a href=\"https://www.axios.com/2021/01/26/larry-fink-blackrock-climate-change\" target=\"_blank\">climate change</a>, <a href=\"https://www.nytimes.com/2018/01/15/business/dealbook/blackrock-laurence-fink-letter.html\" target=\"_blank\">flexibility for workers </a>or <a href=\"https://www.nytimes.com/2024/03/26/business/dealbook/blackrock-fink-letter-retirement.html\" target=\"_blank\">corporate social responsibility</a>.</p><ul><li>This year, as fierce backlash has grown, the firm joined many others in <a href=\"https://www.esgdive.com/news/blackrock-ends-diversity-goals-merges-dei-team-into-talent-and-culture/741391/\" target=\"_blank\">walking back</a> its DEI policies.</li></ul><p><strong>Zoom in: </strong>Instead of politics, Fink focuses<strong> </strong>on private markets, a more opaque area of investment that's ballooned in popularity in recent years — and where BlackRock has made a series of deals over the past year, <a href=\"https://www.bloomberg.com/news/articles/2025-02-20/larry-fink-s-blackrock-is-out-to-unite-public-and-private-markets\" target=\"_blank\">trying to become a dominant player.</a> </p><p><strong>Some letter highlights:</strong></p><p><strong>With deficits ballooning,</strong> governments are going to need private-market money to build bridges, power plants and other critical public buildings and utilities, he writes.</p><ul><li> \"The markets are eager to step in where governments and corporations are stepping out.\"</li><li>Instead of a traditional 60/40 split between stocks and bonds, Fink wants investors to diversify into these private market assets, a mix he calls 50/30/20 (stocks, bonds, private assets like infrastructure and real estate).</li></ul><p><strong> \"Economic democracy\": </strong>Fink says capitalism has worked for \"too few people\" and wants to give more investors access to those private markets. </p><ul><li>Not coincidentally, bringing more investors into the markets is good for the firm's bottom line.</li></ul><p><strong>Fink endorses the idea of baby bonds</strong>, proposed by Sens. Cory Booker (D-N.J.) and Todd Young (R-Ind.). \"Imagine a child born today whose personal wealth grows in step with America's. That's what an economic democracy could look like: a country where everybody has a new avenue— investing—to pursue happiness and financial freedom.\"</p><p><strong>Dollar dominance under threat: </strong>\"The U.S. has benefited from the dollar serving as the world's reserve currency for decades. But that's not guaranteed to last forever,\" Fink warns.</p><ul><li>\"If the U.S. doesn't get its debt under control, if deficits keep ballooning, America risks losing that position to digital assets like Bitcoin.\"</li><li>BlackRock was the first to launch a Bitcoin spot ETF in 2024  — a move that helped legitimize cryptocurrency in the traditional investing world.</li></ul><p><strong>Energy pragmatism: </strong>The world faces growing demand for energy that can't be filled with renewables alone, he said. </p><ul><li>Fink makes the case for nuclear power, an idea gaining steam as demand for electricity — fueled by AI — is surging.</li><li>He also joins a bipartisan chorus pushing for permit reform to make it faster and easier to get things built.</li></ul><p>💭 <strong>Thought bubble</strong>, <em>from Axios Generate's Ben Geman: </em>The annual letter is a sign of the times from Wall Street — light on climate. But that said, Fink makes a competition-based case for clean tech.</p><ul><li>He notes China is aggressively building nuclear plants because \"they see decarbonization as a way to own the future of industry.\"</li><li>Fink also shouts out Chinese electric vehicle heavyweight BYD's remarkable rise.</li></ul><p><strong>The bottom line:</strong> Finance executives like Fink are staying in their lane these days.<strong> </strong> </p><p><em>Ben Geman contributed. </em></p><p><em>Go Deeper: </em><a href=\"https://www.blackrock.com/corporate/literature/presentation/larry-fink-annual-chairmans-letter.pdf\" target=\"_blank\">Read Larry Fink's letter to investors</a></p>",
    "link": "https://www.axios.com/2025/03/31/blackrock-larry-fink-annual-letter"
  },
  {
    "title": "RFK Jr.'s emerging vision for HHS: More centralized power",
    "published": "Mon, 31 Mar 2025 09:30:00 +0000",
    "content": "<p>Health and Human Services Secretary Robert F. Kennedy Jr. says sweeping layoffs and restructuring in the department will bring order to a bureaucracy he claims is in \"pandemonium.\" But experts say the overhaul also likely gives him far greater control over dozens of federal health agencies.</p><p><strong>Why it matters: </strong>HHS has long functioned like a decentralized behemoth, with key decisions on hiring, grant funding, and public health priorities often in the hands of career staff and scientists.</p><hr /><p><strong>The big picture: </strong>Along with cutting more than 10,000 jobs, HHS last week unveiled a plan centralize all human resources, IT, procurement and policy decisions, moving administrative control away from individual divisions.</p><ul><li>Central to this restructuring is the creation of the Administration for a Healthy America (AHA), a new entity that aims to centralize functions related to public health, addiction services and environmental health under a single umbrella.</li><li>This move is seen by some as an attempt to exert greater political control over public health initiatives, potentially compromising the independence of operating agencies with specialized missions. ​</li><li>Experts warn that folding an agency like the Substance Abuse and Mental Health Services Administration into a larger entity could dilute its focus and undermine efforts to combat the nation's ongoing addiction and mental health crises.</li></ul><p><strong>\"What you see is an attempt by HHS </strong>to exert more control over most aspects of functioning of the department from communications to policy, to service delivery,\" Peter Lurie, president of the Center for Science in the Public Interest and a former associate Food and Drug Administration commissioner, told Axios.</p><p><strong>It's notable that </strong>a <a href=\"https://www.hhs.gov/about/news/hhs-restructuring-doge-fact-sheet.html\" target=\"_blank\">fact sheet</a> from the administration on the restructuring specifically says it will centralize \"policy,\" Lurie said.  </p><ul><li>He pointed to the FDA, which is absorbing the most job cuts and makes key decisions about drug and device reviews, vaccine schedules and the dispensing of abortion pills.</li><li>Almost without exception, mid-level career staff have driven decision-making in new drug reviews, so that those with the most expertise can weigh risks and benefits without politics coming into play. </li><li>\"My concern is that there'll be a desire to meddle in the small workings of the department from the way that advisory committees are constructed, whether or not they meet, what it is that the people in FDA are allowed to say, and perhaps even, ultimately, over the way that drugs are approved or labeled,\" Lurie said.</li></ul><p><strong>HHS did not</strong> respond to a request for comment.</p><p><strong>As for the Centers for Disease Control and Prevention,</strong> the agency is decreasing its workforce by almost a fifth while \"returning to its core mission of preparing for and responding to epidemics and outbreaks.\"</p><ul><li>The CDC has grown over time to address the greatest threats to human health beyond infectious disease, which include chronic conditions, something Kennedy has said he wants to focus on, said Richard Besser, CEO of the Robert Wood Johnson Foundation and former acting director of the CDC.</li><li>\"You don't address that by taking the agency within your federal government that has the greatest expertise in chronic diseases and saying they're no longer going to work on that,\" Besser said.</li><li>\"I worry that this brief fact sheet is hiding some major changes to how the organization functions,\" Besser said. </li></ul><p><strong>Kennedy says</strong> the moves will save taxpayers $1.8 billion and straighten out a department that's been racked with mismanagement and duplicative functions. </p><ul><li>\"HHS is a sprawling bureaucracy that encompasses literally hundreds of committees, departments and other offices,\" Kennedy said.</li><li><strong>\"</strong>We're going to eliminate an entire alphabet soup of departments and agencies while preserving their core functions by merging them into a new organization.\"</li></ul><p><strong>Career scientists </strong>are increasingly dubious. Concerns about political interference in public health activities were highlighted by the departure of Peter Marks, the FDA's top vaccine official who stood up Operation Warp Speed, on Friday night.</p><ul><li>\"It has become clear that truth and transparency are not desired by the secretary, but rather he wishes subservient confirmation of his misinformation and lies,\" Marks wrote in his resignation letter.</li><li>One National Institutes of Health employee who spoke to Axios on the condition of anonymity said they initially wanted to give the new leadership the benefit of the doubt.</li><li>\"The vibe shifted. It is now centralize this, centralize that, centralize this. The political appointees clearly want more influence,\" the employee said.</li></ul><p><strong>The other side: </strong>Supporters of the reorganization contend that these changes will lead to a more efficient and responsive HHS, better equipped to tackle the nation's health challenges. They argue that reducing redundancy and streamlining operations will ultimately benefit public health outcomes. ​</p><p><em>Alison Snyder contributed to this report.</em></p>",
    "link": "https://www.axios.com/2025/03/31/rfk-hhs-centralize-power-restructure-layoffs"
  },
  {
    "title": "American progress in peril",
    "published": "Mon, 31 Mar 2025 09:00:00 +0000",
    "content": "<p>The U.S. is freezing <a href=\"https://www.axios.com/2025/03/19/universities-medical-research-cuts-nih-trump\" target=\"_blank\">research funding</a>, canceling projects, <a href=\"https://www.axios.com/2025/02/23/federal-government-cuts-drain-technical-expertise\" target=\"_blank\">firing</a> thousands of federal scientists and creating an atmosphere of uncertainty that scientists warn could slam the brakes on progress.</p><p><strong>Why it matters: </strong>America has enjoyed decades of dominance in science and technology — plus the economic boom, medical advancements and global influence that come with it.</p><ul><li>Now, as the U.S.'s <a href=\"https://www.axios.com/2021/06/24/us-china-global-science-collaboration\" target=\"_blank\">global lead is contested</a> and competition for the world's top talent <a href=\"https://www.axios.com/2022/05/09/national-security-china-international-science-tech-talent\" target=\"_blank\">gets stiffer</a>, the Trump administration is disrupting the system that has propelled the country.</li></ul><hr /><p><strong>\"There are some</strong> immediate effects. People will be laid off, talent will go elsewhere, some research groups will shut down,\" says Chris Impey, an astronomer at the University of Arizona.</p><ul><li>\"But over the years it will have a profoundly negative impact. You're creating an opportunity for other countries to happily start moving in, poaching our talent and riding the escalator of scientific progress.\"</li></ul><p><strong>Stunning stat: </strong>40% of U.S.-affiliated Nobel Prize winners in the sciences — physics, chemistry and medicine — between 2000 and 2023 were immigrants.</p><ul><li><a href=\"https://www.nature.com/articles/d41586-024-03403-4\" target=\"_blank\">Funding resources</a>, top-notch universities, <a href=\"https://www.axios.com/2023/01/10/china-funding-young-scientists-productivity\" target=\"_blank\">research freedom</a> and a diverse culture that supports innovation are among the factors that have made the U.S. a global magnet for scientists.</li></ul><p><strong>Zoom in: </strong>Some of those factors are in flux.</p><ul><li>For example, in 2022, the NIH spent 25 times more on grants for health research than the next largest funder, a U.K. charity, <a href=\"https://www.nature.com/articles/d41586-025-00754-4\" target=\"_blank\">according to Nature</a>. But NIH funding has dropped by more than $3 billion since Inauguration Day, compared to the same period last year, as the Trump administration cancels research programs and halts funding, the Washington Post <a href=\"https://www.washingtonpost.com/politics/2025/03/28/trump-administration-science-research-cuts/\" target=\"_blank\">reports</a>.</li><li>Some universities are accepting fewer graduate students amid funding uncertainty, and some professors are performing their own <a href=\"https://www.axios.com/2025/03/10/ai-nist-nsf-cuts-industry-pushback\" target=\"_blank\">risk calculus</a> to be sure they can support students.</li><li>Changes at the Department of Health and Human Services, including the <a href=\"https://nihrecord.nih.gov/2025/03/28/nih-centralizes-peer-review\" target=\"_blank\">centralization of peer review</a> for grants funded by the National Institutes of Health, are <a href=\"https://www.axios.com/2025/03/31/rfk-hhs-centralize-power-restructure-layoffs\" target=\"_blank\">raising concerns</a> about political interference in federal science-funding decisions.</li></ul><p><strong>The stakes: </strong>The U.S. could see a two-fold brain drain: fewer foreign scientists coming to America, and American talent heading to other countries.</p><ul><li>Three-quarters of the 1,600 scientists surveyed in a <a href=\"https://www.nature.com/articles/d41586-025-00938-y?utm_source=Live+Audience&amp;utm_campaign=06ad1f325c-nature-briefing-daily-20250327&amp;utm_medium=email&amp;utm_term=0_b27a691814-06ad1f325c-51608644\" target=\"_blank\">new poll</a> from <em>Nature </em>said they are considering leaving the U.S. due to the disruptions to science caused by the Trump administration's early actions.</li><li>\"The developments in the U.S. are a huge opportunity for Germany and Europe. I know that a lot of people are considering leaving.\" Ulrike Malmendier, a German economist who is a professor at the University of California, Berkeley, told Germany's <a href=\"https://www.stuttgarter-zeitung.de/inhalt.wissenschaft-wirtschaftsweise-empfiehlt-anwerbung-von-us-spitzenforschern.961ce24a-4812-4e0e-8584-49c864a4ded4.html\" target=\"_blank\">Funke media group</a>.</li><li>France's Aix Marseille University has <a href=\"https://www.univ-amu.fr/en/public/actualites/safe-place-science-aix-marseille-universite-ready-welcome-american-scientists\" target=\"_blank\">earmarked millions</a> of dollars to hire U.S. scientists. Université Paris Sciences et Lettres wants to recruit U.S. researchers who work in projects in areas targeted for cuts by the Trump administration, including climate science and gender studies, the N.Y. Times <a href=\"https://www.nytimes.com/2025/03/25/europe-trump-science-research.html\" target=\"_blank\">reports</a>.</li><li>The upheaval has also been an opportunity for China and Russia: Both are allegedly <a href=\"https://www.politico.eu/newsletter/china-watcher/beijing-beckons-fired-federal-scientists/\" target=\"_blank\">trying to recruit</a> former federal scientists.</li></ul><p><strong>The other side: </strong>White House and DOGE officials argue changes to the system will boost research, not stifle it. For example, they say <a href=\"https://www.axios.com/2025/02/08/nih-cut-university-medical-research-costs\" target=\"_self\">funding switch-ups</a>, like cutting the dollars NIH provides institutions for overhead costs, will <a href=\"https://www.realclearpolitics.com/video/2025/03/28/doges_brad_smith_this_will_make_science_better_not_worse.html\" target=\"_blank\">free more funds</a> for science.</p><ul><li>But <a href=\"https://today.duke.edu/2025/02/explainer-why-universities-need-support-research-facilities-and-administrative-costs\" target=\"_blank\">universities say</a> these administrative costs are a critical piece of conducting research.</li><li>\"The Trump Administration is committed to achieving and maintaining unquestioned and unchallenged global technological dominance,\" a White House official said.</li><li>\"We need fresh approaches to redefine how discovery happens in America to ensure our ecosystem draws talent, celebrates merit, and enables our scientists to focus on meaningful work.\"</li></ul><p><strong>The big picture: </strong>Years before the funding freezes and firings, there were <a href=\"https://www.axios.com/2023/12/05/us-china-science-tech-competition-survey\" target=\"_blank\">indications</a> the U.S. lead in science was shrinking — while China was advancing in AI, biotech, space and other fields.</p><ul><li>The U.S. share of global R&amp;D spending decreased while total spending grew.</li><li>The number of international patents filed from inventors in China <a href=\"https://www.axios.com/2024/03/01/china-us-patents-science-tech\" target=\"_self\">surpassed</a> applications from the U.S. in 2021.</li><li>In 2019, China for the first time awarded more doctorate degrees in science and engineering than the U.S.</li></ul><p><strong>What to watch: </strong>Scientists, CEOs, university leaders and policymakers earlier this year <a href=\"https://www.axios.com/pro/tech-policy/2025/02/25/science-and-tech-leaders-unveil-us-action-plan\" target=\"_blank\">called for updating</a> the U.S. scientific enterprise to compete in the 21st century. </p><ul><li>Recommendations from that group and <a href=\"https://www.cogr.edu/\" target=\"_blank\">others</a> include immigration reform, changes in tax credit and code that could spur private sector R&amp;D, reducing the administrative burden on scientists, and increased investment in AI, biotech and other fields.</li></ul><p><strong>President Trump has also</strong> <a href=\"https://www.whitehouse.gov/briefings-statements/2025/03/a-letter-to-michael-kratsios-director-of-the-white-house-office-of-science-and-technology-policy/\" target=\"_blank\">tasked</a> the newly confirmed head of the White House's Office of Science and Technology Policy, Michael Kratsios, with revitalizing America's science and technology enterprise, referring to a similar task FDR gave to his science adviser, Vannevar Bush.</p><ul><li>Bush <a href=\"https://www.axios.com/2020/02/29/the-next-frontier-for-big-science\" target=\"_blank\">advocated</a> for federal investment in basic science, which led to the creation of the National Science Foundation and established the government pillar of the very scientific system that is currently in turmoil.</li></ul>",
    "link": "https://www.axios.com/2025/03/31/us-science-china-trump"
  },
  {
    "title": "Trump's tariff revenge keeps the world teetering on the edge",
    "published": "Mon, 31 Mar 2025 08:55:00 +0000",
    "content": "<p>For the next three days, one man holds the global <a href=\"https://www.axios.com/economy\" target=\"_blank\">economy</a> in the palm of his hands, literally and figuratively — and almost no one but him knows what will happen.</p><p><strong>Why it matters: </strong>Every Wall Street trader and economist has \"April 2\" circled on their calendars. The consensus is that <a href=\"https://www.axios.com/2025/03/27/trump-auto-tariffs-inflation-risk\" target=\"_blank\">tariffs</a> are coming, but the fear is in the unknown: how aggressive the measures will be.</p><hr /><p><strong>The big picture:</strong> Financial markets hate surprises, yet that is what the Trump administration looks set to do this week — with mixed signals from the president himself about what will happen on Wednesday.</p><ul><li>The uncertainty, already tanking the stock market and economic sentiment, might be swapped for an unprecedented trade regime that would force businesses to adjust virtually overnight.</li><li>\"I want it to be clear. The market does not like unknowns, and at the moment, we are sort of off the charts in our 'unknowns' inventory,\" Mark Malek, chief investment officer at Siebert Financial, said in a Friday note.</li></ul><p><strong>Catch up quick:</strong> Trump has warned about reciprocal tariffs for more than six weeks — a wide-ranging scheme meant to hit back on nations said to have unfair trade practices.</p><ul><li>He has called it \"Liberation Day,\" saying the tariffs would free American exporters that have been ripped off by other countries' trade restrictions, which the administration defines loosely.</li><li>\"You'll be hearing that word a lot, \"reciprocal,\" Trump said in early February.  \"If they charge us, we charge them.\"</li><li>The S&amp;P 500 is down almost 9% since Feb. 13, when Trump <a href=\"https://www.axios.com/2025/02/13/trump-tariffs-reciprocal-trade\" target=\"_blank\">unveiled a memo</a> directing the Commerce Department to look into reciprocal tariffs.</li></ul><p><strong>The intrigue:</strong> Over the last week, Trump has softened his tone about how aggressive the reciprocal actions might be — even while announcing other tariffs, including a 25% import tax on foreign-made cars effective April 2.</p><ul><li><strong>Monday:</strong> Trump told reporters he \"may give a lot of countries breaks.\" </li><li><strong>Tuesday:</strong> He told NewsMax the tariffs would \"probably be more lenient than reciprocal, because if I was reciprocal, that would be very tough for people.\"</li><li><strong>Wednesday: </strong>Trump said the administration would keep reciprocal tariffs \"somewhat conservative.\"</li><li><strong>Friday:</strong> The U.S. would be \"certainly open\" to making a deal with nations on reciprocal tariffs, Trump said.</li></ul><p><strong>The other side:</strong> If those comments offered any comfort, it was blown up  Saturday, after the Washington Post <a href=\"https://www.washingtonpost.com/business/2025/03/29/republicans-trump-tariffs-trade-war/\" target=\"_blank\">reported</a> Trump has pushed his advisers to go bigger, including slapping a universal tariff rate on all imports.</p><ul><li>Trump <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-says-couldnt-care-less-automakers-raise-prices-tariffs-rcna198731\" target=\"_blank\">told</a> NBC News on Saturday that he \"couldn't care less\" if auto companies raised prices on consumers and that he might impose \"secondary sanctions\" on Russia that could effectively block imports from China.</li></ul><p> <strong>Just last week,</strong> Trump defied reports he'd ease up on tariffs.</p><ul><li>After reporting from the Wall Street Journal and Bloomberg that there would be no sector-specific tariffs on April 2, he announced sweeping 25% tariffs on the auto industry.</li><li>He warned tariffs on foreign-made drugs and lumber were coming.</li></ul><p><strong>What to watch: </strong>Whether April 2 is the beginning of the end of the trade uncertainty, or just the end of the beginning.</p><ul><li>\"April 2 may be the biggest day for tariff announcements, among others. But it will hardly resolve the uncertainty,\" economist and currency strategist Jens Nordvig <a href=\"https://x.com/jnordvig/status/1906002094936797589?s=46\" target=\"_blank\">posted</a> on X Saturday, noting that what's likely to follow is weeks or months of negotiations, concessions and ongoing economic paralysis.</li></ul><p><strong>The bottom line:</strong> Trump is unleashing tariff revenge as the economy softens alongside still-high inflation, the toxic \"<a href=\"https://www.axios.com/2025/03/30/stagflation-economy-inflation-growth\" target=\"_blank\">stagflationary</a>\" mix economists dread and that they say import taxes will make worse.</p><ul><li>The prognosis from one global law firm to its clients: \"Buckle Up and Be Prepared ... One thing is certain: higher tariffs are coming.\"</li></ul>",
    "link": "https://www.axios.com/2025/03/31/trump-tariffs-april-2-economy"
  },
  {
    "title": "AI eats social media as xAI swallows X",
    "published": "Mon, 31 Mar 2025 08:01:00 +0000",
    "content": "<p>Elon Musk's self-deal for <a href=\"https://www.axios.com/2025/03/28/musk-x-xai\" target=\"_blank\">his AI company xAI to acquire X</a>, formerly Twitter, is the strongest sign yet that the AI business is devouring the social media world.</p><p><strong>Between the lines:</strong> Musk's move is a maneuver to spruce up his overall financial picture — leveraging the AI industry's fizzy valuation arithmetic to shore up <a href=\"https://www.axios.com/2024/08/13/x-ceo-linda-yaccarino-ad-industry-reset\" target=\"_blank\">X's stagnant revenue</a> and <a href=\"https://www.axios.com/2024/11/07/elon-musk-twitter-takeover-math-changed\" target=\"_blank\">debt-loaded capital structure</a>.</p><hr /><ul><li>High expectations for xAI and every other AI darling are buoying the rest of the tech industry for now — but all that ends the moment the <a href=\"https://www.axios.com/2025/01/27/bubble-bursting-ai-nvidia-deepseek\" target=\"_blank\">AI bubble bursts</a>.</li></ul><p><strong>Why it matters: </strong>The entire social media world — including X, Meta-owned Facebook and Instagram, Google-owned YouTube, even the younger TikTok — has become a <a href=\"https://www.axios.com/2022/07/25/sunset-social-network-facebook-tiktok\" target=\"_blank\">legacy platform</a>.</p><ul><li>While this inherited business is still huge and in many cases profitable, it's not going to grow or innovate at the pace Silicon Valley and Wall Street demand.</li><li>Right now, X may be the most financially challenged of the large social-media platforms. But Meta's and Google's properties are also benefiting from investors' bets on the parent companies' AI growth. </li></ul><p><strong>Catch up quick: </strong>2 1/2 years after he bought Twitter, Musk has done little to grow its business or actually transform the company into the <a href=\"https://www.axios.com/2023/07/25/elon-musk-everything-app-twitter-x\" target=\"_blank\">\"everything app\"</a> he once planned.</p><ul><li>A month after he acquired the company, OpenAI released ChatGPT, and soon after it became clear that any new \"everything app\" was likely to be an AI tool, not a social media network.</li><li>xAI gives Musk a convenient vehicle to scoot X out of the tarnished social media category and into the AI world.</li></ul><p><strong>Yes, but: </strong>X is a mature business with thousands of employees, hundreds of millions of customers and about $2 billion in <a href=\"https://finance.yahoo.com/news/x-report-first-annual-ad-174309120.html\" target=\"_blank\">estimated global ad revenue</a>. </p><ul><li>Musk's drastic spending and staff cuts brought its overhead down, but it doesn't seem to have found a way to return to the revenue levels it last saw as the public company known as Twitter (<a href=\"https://companiesmarketcap.com/twitter/revenue/\" target=\"_blank\">a little over $5 billion</a>) — let alone spark significant growth.</li></ul><p><strong>xAI, on the other hand, </strong>is a growing two-year-old startup that won headlines for getting <a href=\"https://www.semafor.com/article/09/27/2024/elon-musks-new-memphis-data-center-hits-an-ai-milestone-with-nvidia-chips\" target=\"_blank\">a giant new data center</a> in Memphis, Tennessee, built fast.</p><ul><li>The company's AI models have become contenders in the bigger AI race, earning comparisons with better-known rivals like OpenAI and Google. </li><li>But for most of xAI's existence the bulk of its usage has come from the X network.</li></ul><p><strong>By the numbers:</strong> Musk says xAI's paper valuation based on its most recent private investment round is now $80 billion. </p><ul><li>Its exact revenue is a tiny fraction of that — maybe <a href=\"https://sacra.com/c/xai/\" target=\"_blank\">$100 million</a> — meaning investors are paying 800 times revenue for their shares. (The equivalent figure for Tesla right now is about eight times revenue.) </li><li>xAI's modest revenue stream in turn comes chiefly from X itself.</li><li>For the moment, these dollars are all just circling the Musk-o-sphere in a slightly different configuration.</li></ul><p><strong>The big picture: </strong>Everyone in tech is benefiting from AI's magic multiplication powers right now. </p><ul><li>That definitely includes Meta and Google. Both giants have massive social media (and search) revenue streams, but both also rely on AI sparkle to tell a story about future growth — and mask stagnation in their core businesses.</li></ul><p><strong>The intrigue:</strong> Dollars aren't all that's flowing between X and xAI. </p><ul><li>xAI's models are already using the entire corpus of X user posts as training data.</li><li>For users who object to that, the new ownership structure makes the arrangement that much more difficult to ignore.</li></ul><p><strong>Meta does</strong> <a href=\"https://www.axios.com/2024/11/05/meta-ai-user-data-information\" target=\"_blank\">exactly the same thing</a> with its users' posts, of course. </p><ul><li>Google and YouTube appear to be <a href=\"https://www.axios.com/2024/11/18/google-ai-gemini-user-data-training\" target=\"_blank\">somewhat less aggressive</a>, but also apply user data to build a variety of AI-powered features.</li><li>Then again, all of Google's services, starting with search, are essentially one giant algorithmic supercomputer powered by user data. Generative AI is just the newest and outermost layer. </li></ul><p><strong>The bottom line:</strong> As AI's conquest of tech-industry mindshare advances, social media is decreasingly important as a business — and increasingly treated as an exploitable data resource to build AI. </p>",
    "link": "https://www.axios.com/2025/03/31/musk-x-ai-social-media"
  },
  {
    "title": "Global stocks slide as Trump's \"Liberation Day\" tariffs loom",
    "published": "Mon, 31 Mar 2025 05:39:07 +0000",
    "content": "<p>President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a> said Sunday his <a href=\"https://www.axios.com/2025/03/27/trump-auto-tariffs-inflation-risk\" target=\"_blank\">reciprocal tariffs</a> that launch this week will affect \"all countries.\"</p><p><strong>Why it matters: </strong>Trump is expected to announce wide-ranging levies on Wednesday, which he is calling \"<a href=\"https://www.axios.com/2025/03/21/trump-tariffs-april-2\" target=\"_blank\">Liberation Day</a>,\" but the administration has yet to reveal many key details of this plan or when levies will be implemented.</p><hr /><ul><li>Trump's economic policy, aimed at <a href=\"https://www.axios.com/2024/09/28/how-tariffs-work-trump-china\" target=\"_blank\">protecting domestic companies</a>, has already sparked a <a href=\"https://www.axios.com/2025/02/14/trump-tariffs-inflation-trade-policy\" target=\"_blank\">trade war</a>. The <a href=\"https://www.axios.com/2025/03/12/trump-tariffs-eu-counter-levies\" target=\"_blank\">EU</a> and <a href=\"https://www.axios.com/2025/03/05/china-war-trump-tariffs\" target=\"_blank\">China</a> have announced counter tariffs, and Canadian officials have promised <a href=\"https://www.axios.com/2025/03/27/trump-tariffs-canada-autos\" target=\"_blank\">a swift response</a> if planned <a href=\"https://www.axios.com/2025/03/26/trump-tariffs-autos-cars\" target=\"_blank\">auto tariffs</a> take effect on Wednesday.</li></ul><p><strong>Driving the news: </strong>\"You'd start with all countries,\" Trump <a href=\"https://www.youtube.com/watch?v=8bq69K-uKYM\" target=\"_blank\">told</a> reporters aboard Air Force One of the sweeping plan, as they traveled back from Florida to D.C. \"Essentially all of the countries that we're talking about.\"</p><ul><li>Asked whether he's weighing higher rates of tariffs, Trump said: \"No, the tariffs will be far more generous than those countries were to us. ... They ripped us off.\"</li><li>Trump suggested there had been historical imbalances in trade with countries in Asia. \"You could take a look at trade with Asia and I wouldn't say anybody has treated us fairly or nicely,\" Trump said.</li></ul><p><strong>By the numbers: </strong>Stock markets fell in Asia on Monday morning following Trump's comments, with Japan's Nikkei 225 benchmark <a href=\"https://asia.nikkei.com/Business/Markets/Equities/Japan-stocks-slide-4-ahead-of-Trump-s-liberation-day\" target=\"_blank\">falling</a> 4%, South Korea's <a href=\"https://koreajoongangdaily.joins.com/news/2025-03-31/business/finance/Kospi-opens-sharply-lower-over-coming-US-tariffs/2274024\" target=\"_blank\">Kospi</a> around 2.5% lower and Hong Kong's <a href=\"https://www.scmp.com/business/china-business/article/3304510/hong-kong-stocks-retreat-4-month-low-trumps-reciprocal-tariffs-draw-near\" target=\"_blank\">Hang Seng Index</a> down 1.7%.</p><ul><li>In Australia, the <a href=\"https://www.tradingview.com/news/mtnewswires.com%3A20250331%3AG2486042%3A0-australian-shares-fall-amidst-global-sell-off-domain-grants-costar-due-diligence-exclusivity/\" target=\"_blank\">ASX</a> closed 1.7% lower.</li></ul><p><strong>State of play: </strong>Trump's tariffs have contributed to concerns about potential <a href=\"https://www.axios.com/2025/03/10/stagflation-risk-inflation-trump-tariffs\" target=\"_self\">stagflation</a>, a combination of <a href=\"https://www.axios.com/2025/03/30/stagflation-economy-inflation-growth\" target=\"_blank\">stagnant growth</a> and elevated inflation.</p><ul><li>Asked about stagflation concerns, Trump told reporters: \"I haven't heard that term in years. No, I don't know anything about it. This country is going to be more successful than it ever was. It's going to boom.\"</li><li>The goal is for more U.S.-made products and services. \"We have our own lumber. We have our own energy; we don't need <a href=\"https://www.axios.com/2025/02/28/ontario-canada-election-doug-ford-progressive-conservatives-trump\" target=\"_blank\">energy from Canada</a>,\" said Trump, in reference to Ontario's <a href=\"https://news.ontario.ca/en/release/1005690/ontario-applies-25-per-cent-surcharge-on-electricity-exports-to-united-states\" target=\"_blank\">warning</a> it'll <a href=\"https://www.axios.com/2025/03/11/trump-tariffs-canada-steel-aluminum\" target=\"_blank\">levy electricity exports</a> to Michigan, Minnesota and New York if the North American ally is hit with more tariffs. \"We don't need cars from Canada.\"</li><li>Trump <a href=\"https://www.nbcnews.com/meet-the-press/meet-press-march-30-2025-n1311803\" target=\"_blank\">told</a> NBC News earlier Sunday he \"couldn't care less\" if auto makers raise prices due to his planned tariffs \"because people are going to start buying American-made cars.\"</li></ul><p><strong>Between the lines: </strong>\"Recession risks have become elevated — to a 40% probability — on concerns that aggressive U.S. policies hit business and household sentiment,\" <a href=\"https://www.reuters.com/markets/global-markets-wrapup-1-2025-03-31/\" target=\"_blank\">said</a> Bruce Kasman, chief economist at JPMorgan, per Reuters.</p><ul><li>\"With the latest tariff increases set to push U.S. core inflation above 4% next quarter, a household sector with a healthy balance will need to show a willingness to lower its saving rate to cushion this blow.\"</li></ul><p><strong>More from Axios... </strong></p><ul><li><a href=\"https://www.axios.com/2025/03/11/trump-tariffs-canada-steel-aluminum\" target=\"_blank\">Trump threatens, then reverses, new Canadian tariffs</a></li><li><a href=\"https://www.axios.com/2025/03/06/trump-tariffs-mexico-pause-sheinbaum\" target=\"_blank\">Trump pauses Canada-Mexico tariffs again, but stocks sink</a></li><li><a href=\"https://www.axios.com/2025/03/30/trump-tariffs-taxes-consumer\" target=\"_blank\">Trump team's message: Don't worry about prices, tax cuts are coming</a></li></ul><p><em>Editor's note: This article has been updated with more comment from President Trump, details of stock markets in Asia and with further context.</em></p>",
    "link": "https://www.axios.com/2025/03/31/trump-tariffs-all-countries"
  },
  {
    "title": "Trump \"pissed off\" at Putin, threatens new tariffs",
    "published": "Mon, 31 Mar 2025 04:51:23 +0000",
    "content": "<p><a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">President Trump</a> said in an <a href=\"https://www.nbcnews.com/meet-the-press/video/trump-tells-nbc-news-he-s-angry-and-pissed-off-at-putin-235797061888\" target=\"_blank\">interview</a> with NBC News he is \"pissed off\" with Russian leader <a href=\"https://www.axios.com/2025/03/18/trump-putin-call-ukraine-war\" target=\"_blank\">Vladimir Putin</a> and threatened to put secondary tariffs on Russian oil if he deems it to be \"Russia's fault\" that a deal is not struck to end the war in Ukraine.</p><p><strong>The latest: </strong>Trump <a href=\"https://www.youtube.com/watch?v=8bq69K-uKYM\" target=\"_blank\">told</a> reporters aboard Air Force One en route to D.C. from Florida that he didn't think that Putin would \"go back on his word\" but he was \"disappointed in a certain way,\" pointing to the Russian leader's criticisms of Ukrainian President Volodymyr Zelensky.</p><hr /><ul><li>\"He's supposed to be making a deal with him, whether you like him or you don't like him,\" said Trump, who also accused Zelensky of wanting to back out of a <a href=\"https://www.axios.com/2025/02/20/ukraine-trump-zelensky-rare-earth\" target=\"_blank\">rare earth minerals</a> deal and pushing to become <a href=\"https://www.axios.com/2025/02/13/nato-ukraine-hegseth-trump-putin\" target=\"_blank\">a NATO member</a>.</li><li>\"If he's looking to renegotiate the deal, he's got big problems,\" Trump said.</li></ul><p><strong>The big picture: </strong>Trump's angry rhetoric on Putin is a shift from the <a href=\"https://www.axios.com/2025/03/04/trump-russia-ukraine-policy-pro-putin\" target=\"_blank\">softer approach</a> the White House had taken toward Russia in ongoing talks to end the years-long war.</p><ul><li>\"I was very angry, pissed off\" when Putin \"started getting into Zelensky's credibility\" and \"started talking about new leadership\" in Ukraine, Trump told NBC's Kristen Welker in a phone call.</li><li>He told Welker he plans to speak with Putin this week.</li><li>But <a href=\"https://www.axios.com/2025/02/19/trump-zelensky-dictator-ukraine-russia-war\" target=\"_blank\">Trump previously called</a> Zelensky a \"dictator without elections\" as the U.S.-Ukraine relationship tumbled to a new low.</li></ul><p><strong>Driving the news: </strong>\"If Russia and I are unable to make a deal on stopping the bloodshed in Ukraine, and if I think it was Russia's fault — which it might not be — but if I think it was Russia's fault, I am going to put secondary tariffs ...<strong> </strong>on all oil coming out of Russia,\" he said.</p><p><strong>Catch up quick: </strong>Trump <a href=\"https://www.newsmax.com/newsmax-tv/donald-trump-newsmax-greg-kelly/2025/03/25/id/1204347/\" target=\"_blank\">told</a> Newsmax in an interview aired Tuesday that Russia could be \"dragging their feet\" but wants to see an end to the war.</p><ul><li>That same day, the <a href=\"https://www.axios.com/2025/03/25/russia-ukraine-black-sea-ceasefire-white-house\" target=\"_blank\">White House announced</a> it had reached agreements with Russia and Ukraine to ensure \"safe navigation\" in the Black Sea and to develop \"measures for implementing\" a ban on strikes against energy facilities in the two nations.</li><li>But the Kremlin stressed in a statement that its agreement to the ceasefire is contingent on sanction relief.</li></ul><p><strong>Zoom out: </strong>A senior <a href=\"https://www.axios.com/2025/03/07/trump-tariffs-russia-ukraine-war-cease-fire-deal\" target=\"_blank\">White House official told</a> Axios' Barak Ravid earlier this month that \"Trump's rage has been intensifying\" in response to Russia's behavior and its escalation of strikes on Ukraine as he pushes for a ceasefire.</p><ul><li>Trump said in a March 7 Truth Social <a href=\"https://truthsocial.com/%40realDonaldTrump/posts/114121576367163341\" target=\"_blank\">post</a> that \"[b]ased on the fact that Russia is absolutely 'pounding' Ukraine on the battlefield right now, I am strongly considering large scale Banking Sanctions, Sanctions, and Tariffs on Russia\" until a ceasefire agreement is made. </li><li>The U.S. has <a href=\"https://ofac.treasury.gov/sanctions-programs-and-country-information/ukraine-russia-related-sanctions\" target=\"_blank\">extensive sanctions</a> in place against Russia, but the administration reportedly <a href=\"https://www.reuters.com/world/white-house-seeks-plan-possible-russia-sanctions-relief-sources-say-2025-03-03/\" target=\"_blank\">considered</a> loosening sanctions as part of a path toward improved relations.</li></ul><p><em>Editor's note: This story has been updated throughout with further comment from President Trump and additional information.</em></p>",
    "link": "https://www.axios.com/2025/03/30/trump-putin-ukraine-tariffs"
  },
  {
    "title": "Musk gives away 2 $1 million checks at Wisconsin event after court declines to stop him",
    "published": "Mon, 31 Mar 2025 04:32:05 +0000",
    "content": "<p><a href=\"https://www.axios.com/business/elon-musk\" target=\"_blank\">Elon Musk</a> gave $1 million checks to two people at a Wisconsin event on Sunday night after the state's Supreme Court declined to intervene in the drive.</p><p><strong>The big picture: </strong>Tuesday's election for a single <a href=\"https://www.axios.com/2023/02/23/wisconsin-supreme-court-election-protasiewicz-kelly\" target=\"_blank\">state Supreme Court seat</a> in Wisconsin has fueled big donations from Tesla and SpaceX CEO Musk and other billionaires, as Republicans aim to overturn a liberal majority on the bench.</p><hr /><p><strong>State of play: </strong>Wisconsin Attorney General <a href=\"https://www.axios.com/2025/03/28/elon-musk-wisconsin-election-cash-prize\" target=\"_blank\">Josh Kaul</a> (D) <a href=\"https://www.wisdoj.gov/PressReleases/kaul-v-musk-summons-complaint.pdf\" target=\"_blank\">sued</a> Musk in an attempt to stop the giveaway, arguing that his actions violated state law.</p><ul><li>The suit pointed to a since-deleted post to X by the world's richest person that said he would \"personally hand over\" at Sunday's state event $2 million to two people who had already voted in the Supreme Court election.</li><li>Musk, a <a href=\"https://www.axios.com/2025/02/18/musk-doge-authority-trump-white-house\" target=\"_blank\">senior adviser</a> to President <a href=\"https://www.axios.com/2025/02/07/what-is-doge-elon-musk-trump\" target=\"_blank\">Trump</a>, later <a href=\"https://twitter.com/elonmusk/status/1905673297439666486\" target=\"_blank\">wrote</a> a clarification stating that \"entrance is limited to those who have signed the petition in opposition to activist judges.\"</li><li>The Wisconsin Supreme Court's four liberal and three conservative justices unanimously <a href=\"https://www.wicourts.gov/sc/order/DisplayDocImage.pdf?docId=935988\" target=\"_blank\">declined</a> to hear the case, without elaborating further.</li></ul><p><strong>What they're saying: </strong>\"Everybody's got to mobilize everywhere like crazy for the next 48 hours,\" <a href=\"https://www.c-span.org/program/public-affairs-event/elon-musk-holds-wisconsin-supreme-court-electon-rally/657929\" target=\"_blank\">said</a> Musk, who wore a cheesehead hat as he took to the stage at Sunday's Green Bay, Wisc., event. </p><ul><li>\"I think this will be important for the future of civilization. It's that significant.\"</li><li>Representatives for Kaul did not immediately respond to Axios' request for comment in the evening.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/02/wisconsin-state-supreme-court-race-elon-musk\" target=\"_blank\">Why this year's hottest election is for a Wisconsin court seat</a></p>",
    "link": "https://www.axios.com/2025/03/31/musk-wisconsin-state-supreme-court"
  },
  {
    "title": "GOP New Mexico headquarters hit in suspected arson",
    "published": "Mon, 31 Mar 2025 01:00:45 +0000",
    "content": "<p>The Republican Party of <a href=\"https://www.axios.com/2022/04/19/record-number-hispanic-republicans-new-mexico\" target=\"_blank\">New Mexico's</a> Albuquerque headquarters were struck in a suspected arson attack early Sunday that caused thousands of dollars of damage, authorities say.</p><p><strong>The big picture: </strong>No one was hurt in the fire, which marked the third time since 2017 that vandals had targeted the New Mexico GOP offices.</p><hr /><p><strong>Zoom in:</strong> Firefighters arrived at the headquarters just before 6am Sunday and put the fire out within a few minutes, authorities <a href=\"https://www.facebook.com/ABQFireRescue/posts/pfbid0r8B18FNcuHu6JLh7Hmw1R6kMyMXqSRqG6uNZMD9veRbzUJRLizXXRBbDuM2T7eSTl\" target=\"_blank\">say</a>.</p><ul><li>Albuquerque Fire Rescue said the front entryway sustained fire and smoke damage throughout the building.</li><li>The words \"ICE = KKK\" were sprayed on the building, images from the scene show.</li><li>Albuquerque Fire Rescue spokesperson Jason Fejer told the <a href=\"https://www.abqjournal.com/news/article_b2ea1f1c-5933-403b-8035-2dafcabaa79e.html#tncms-source=home-featured-7-block\" target=\"_blank\">Albuquerque Journal</a> that the fire is an \"active arson investigation.\"</li><li>AFR fire investigators were deployed to the scene, along with teams from the FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), the Albuquerque Fire Rescue said on Facebook.</li><li>There were no immediate reports of any arrests.</li></ul><p><strong>What they're saying:</strong> \"This horrific attack, fueled by hatred and intolerance, is a direct assault on our values, freedoms, and our right to political expression,\" the Republican Party of New Mexico said in a <a href=\"https://newmexico.gop/2025/03/30/deliberate-arson-targets-gop-headquarters-in-albuquerque/\" target=\"_blank\">statement</a>.</p><ul><li>\"It is part of a disturbing pattern of politically motivated violence that has plagued our country—fueled in part by the silence and implicit encouragement from progressive leaders who refuse to condemn these acts.\"</li></ul><p><strong>The Democratic Party of New Mexico </strong>condemns \"any vandalism at the Republican Party of New Mexico headquarters as strongly as possible,\" party spokesperson Daniel Garcia said in a statement.</p><ul><li>\"We firmly maintain that this sort of act has absolutely no place in our democracy, and that peaceful discourse and organization are the only ways to approach political differences in our country.\" </li></ul><p><strong>Flashback: </strong>Two protesters vandalized the N.M. GOP headquarters in 2017 with spray paint after demonstrating outside by a busy street.</p><ul><li>A <a href=\"https://apnews.com/general-news-c07b9c9469eb0d74dc62c22612337883\" target=\"_blank\">former congressional intern</a> for Gov. Michelle Lujan (D) Grisham when she was a U.S. congresswoman was arrested in 2020 in connection with vandalism of the headquarters, with footage from the scene showing a suspect spray-painting \"still traitors\" on the building.</li><li>Those charges were later <a href=\"https://apnews.com/general-news-b9bca169fc2b1ecfe4ef8269cfaf64dc\" target=\"_blank\">dropped</a> after investigators said the suspect had provided an alibi who was credible.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2023/01/17/new-mexico-ex-republican-state-candidate-pena-arrested\" target=\"_blank\">Ex-New Mexico state GOP candidate arrested in shootings at Democrats' homes</a></p>",
    "link": "https://www.axios.com/2025/03/31/new-mexico-gop-headquarters-arson-investigation"
  },
  {
    "title": "Trump admin fires 50 prosecutors and deputies in DOJ overhaul",
    "published": "Mon, 31 Mar 2025 00:33:19 +0000",
    "content": "<p>Two career Department of Justice officials were fired in one-line emails stating the dismissals were \"on behalf of\" President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a>, multiple outlets report.</p><p><strong>Why it matters: </strong>Trump has long <a href=\"https://www.axios.com/2025/03/13/trump-justice-department-speech\" target=\"_blank\">railed against</a> what he's called <a href=\"https://www.axios.com/2025/03/14/trump-justice-department-republicans\" target=\"_blank\">the \"weaponization\"</a> of the justice system. Now, the White House, \"in coordination with the Department of Justice, has dismissed more than 50 U.S. Attorneys and Deputies in the past few weeks,\" per an emailed statement from press secretary Karoline Leavitt.</p><hr /><ul><li>The dismissals of <a href=\"https://adamschleifer.com/category/op-ed/\" target=\"_blank\">Adam Schleifer</a> in Los Angeles and <a href=\"https://www.justice.gov/usao-wdtn/pr/first-assistant-united-states-attorney-reagan-fondren-appointed-acting-united-states\" target=\"_blank\">Reagan Fondren</a> in Memphis late last week underscore \"<a href=\"https://www.nytimes.com/2025/03/30/us/line-prosecutors-fired-trump-doj.html\" target=\"_blank\">aggressive</a>\" White House efforts targeting U.S. attorney offices across multiple states, per the New York Times' reporting on the firings that cited three anonymous sources that Axios could not independently confirm.</li></ul><p><strong>Catch up quick: </strong>The Daily Memphian first <a href=\"https://dailymemphian.com/article/50878/joe-murphy-us-attorney-for-western-district\" target=\"_blank\">reported</a> that Fondren had been fired on Thursday \"in a one-line email\" from her position as acting U.S. attorney for the Western District of Tennessee and also as a DOJ employee.</p><ul><li>Sen. Marsha Blackburn (R-Tenn.) announced in a <a href=\"https://www.blackburn.senate.gov/2025/3/general/blackburn-statement-on-new-interim-u-s-attorney-for-the-western-district-of-tennessee\" target=\"_blank\">statement</a> Friday that Joe Murphy would serve as interim U.S. Attorney for the district, saying she had \"worked with President Trump to ensure that Memphis' chief federal prosecutor is competent, tough-on-crime, and pro-law enforcement.\"</li><li>Representatives for Blackburn's office did not immediately respond to Axios' request for comment in the evening on Fondren's firing.</li></ul><p><strong>Schleifer, </strong>who criticized Trump when he ran as a Democrat for a congressional seat in New York in 2020, was fired in a similarly brief email on Friday, the Los Angeles Times first <a href=\"https://www.latimes.com/california/story/2025-03-29/los-angeles-federal-prosecutor-fired\" target=\"_blank\">reported</a>.</p><ul><li>The NYT reported Schleifer was fired as federal prosecutor as he worked on the prosecution of Andrew Wiederhorn, a Trump donor and former CEO of Fat Brands, which owns fast-food chains Fatburger and Johnny Rockets.</li><li>Wiederhorn is facing federal <a href=\"https://www.justice.gov/usao-cdca/pr/former-ceo-and-controlling-shareholder-fat-brands-inc-former-cfo-and-tax-advisor\" target=\"_blank\">charges</a> that a DOJ <a href=\"https://www.justice.gov/usao-cdca/united-states-v-andrew-wiederhorn-william-j-amon-rebecca-d-hershinger-and-fat-brands-inc\" target=\"_blank\">statement</a> alleges \"relates to a scheme to conceal $47 million in distributions he received in the form of shareholder loans from the IRS, FAT's minority shareholders, and the broader investing public.\"</li></ul><p><strong>What they're saying: </strong>\"The American people deserve a judicial branch full of honest arbiters of the law who want to protect democracy, not subvert it,\"  Leavitt said in her statement that was first shared with the NYT, without elaborating further on the connection between the firings of the prosecutors, who are part of the executive <a href=\"https://www.justice.gov/usao/justice-101/faq\" target=\"_blank\">branch</a> of the government, and the judiciary.</p><ul><li>Representatives for the White House did not immediately respond to Axios' requests for comment in the evening on this and the firing of the two prosecutors. Representatives for the DOJ also did not immediately return Axios' request for comment in the evening.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/14/trump-justice-department-republicans\" target=\"_blank\">Trump spikes football at Justice Department</a></p>",
    "link": "https://www.axios.com/2025/03/31/trump-doj-prosecutors-fired"
  }
]