[
  {
    "title": "Booker's filibuster: Why the epic Senate speech puts Democrats in spotlight",
    "published": "Tue, 01 Apr 2025 23:33:04 +0000",
    "content": "<p>Sen. <a href=\"https://www.axios.com/2025/04/01/cory-booker-senate-speech-trump-protest-watch\" target=\"_self\">Cory Booker</a>'s (D-N.J.) <a href=\"https://www.axios.com/2025/04/01/booker-sets-record-for-longest-senate-speech-trump\" target=\"_blank\">record marathon speech</a> on the <a href=\"https://www.axios.com/2025/04/01/cory-booker-senate-speech-trump-protest-watch\" target=\"_blank\">Senate floor</a> won the floundering Democratic Party something it has desperately needed in the Trump era: attention and the applause of its base.</p><p><strong>The big picture: </strong>Top Democrats believe they are in their<a href=\"https://www.axios.com/2025/03/24/democrats-popularity-crisis-trump-elections\" target=\"_blank\"> deepest hole</a> in nearly 50 years after losing the White House, Senate and House, and the party's base has <a href=\"https://www.axios.com/2025/03/19/chuck-schumer-house-democrat-calls-step-down\" target=\"_blank\">grown impatient with leaders </a>who haven't <a href=\"https://www.axios.com/2025/03/21/democrats-house-senate-tea-party-trump\" target=\"_blank\">countered President Trump more aggressively</a>.</p><hr /><ul><li>Booker said his speech highlights the \"recklessness\" of the Trump administration, which has plowed ahead with efforts to <a href=\"https://www.axios.com/2025/02/07/what-is-doge-elon-musk-trump\" target=\"_self\">radically reshape</a> the federal government and its <a href=\"https://www.axios.com/2025/02/26/trump-doge-rif-government-worker-layoffs\" target=\"_self\">workforce</a>.</li></ul><p><strong>By the numbers: </strong>As of 7:30pm Tuesday ET, his <a href=\"https://www.youtube.com/watch?v=v2utlMxAwtE\" target=\"_blank\">livestream</a> had more than 76,000 views.</p><ul><li><a href=\"https://www.youtube.com/watch?v=rCUK2VbdLS4\" target=\"_blank\">AP's</a> stream of the speech over 156,000 views, and another <a href=\"https://x.com/i/broadcasts/1djGXVDnVbNxZ\" target=\"_blank\">on X</a> had more than 879,000.</li><li>Since his speech began Monday night, Google searches for Booker spiked 1,000% — to more than half a million queries.</li></ul><p><strong>Between the lines: </strong>For a party that's been struggling with approval ratings and direction, Booker's <a href=\"https://www.axios.com/2025/04/01/cory-booker-marathon-speech-senate-records-strom-thurmond\" target=\"_blank\">more than 24-hour speech</a> could be a turning point.</p><ul><li>After months of people begging Democratic leaders to step up against Trump's agenda, Booker's grand gesture — which appears to have support from a wide swath of Democrats — could impact public sentiment.</li><li>Booker's stemwinder was the rare incidence of Democrats stealing the spotlight from Trump, who has <a href=\"https://www.axios.com/2025/02/10/trumps-stress-mental-health-americans\" target=\"_blank\">commanded nearly every news cycle</a> since returning to office.</li></ul><p><strong>Zoom in: </strong>\"Senator Booker's marathon speech on the floor of Senate is intended to do two things,\" said Shana Gadarian, professor of political science at Syracuse University, in an emailed statement Tuesday.</p><ul><li>\"First, bring attention to the threat that Booker and Democrats argue that Donald Trump poses to the health of American democracy and the welfare of the American public and two, be a rallying cry for other Democrats to act boldly with whatever means they have,\" Gadarian said.</li><li>\"Members of the minority party have fewer formal tools to enact their preferred policies but, in the Senate, they can stop action from happening, they can bring issues on to the agenda, and they can embolden other people in the party and in the public to articulate their values,\" Gadarian added.</li><li>\"Democrats across the country have been calling for more aggressive ways to counter the president and Elon Musk but also a more a clear articulation for what the party stands for. Booker is heeding that call.\"</li></ul><p><strong>Zoom out: </strong>Booker said in a social media video <a href=\"https://bsky.app/profile/booker.senate.gov/post/3llpilgkkuk2e\" target=\"_blank\">posted</a> before he took the floor at 7pm ET Monday that he's heard calls from across the nation for lawmakers to \"do more\" to \"recognize the urgency, the crisis of the moment.\"</p><ul><li>The former presidential candidate said \"we all have a responsibility, I believe, to do something different, to cause, as John Lewis said, good trouble.\"</li></ul><p><strong>More from Axios... </strong></p><ul><li><a href=\"https://www.axios.com/2025/04/01/cory-booker-senate-speech-trump-protest-watch\" target=\"_blank\">Watch: Cory Booker protests Trump in marathon floor speech</a></li><li><a href=\"https://www.axios.com/2025/04/02/cory-booker-senate-speech-record-thurmond\" target=\"_blank\">Booker says surpassing segregationist's Senate speech record was \"important\"</a></li><li><a href=\"https://www.axios.com/2025/04/01/booker-sets-record-for-longest-senate-speech-trump\" target=\"_blank\">Booker sets record for longest Senate speech ever with anti-Trump marathon</a></li></ul><p><em>Editor's note: This article has been updated with comment from Syracuse University Professor Shana Gadarian, with the latest viewing figures and to reflect Sen. Cory Booker's record.</em></p>",
    "link": "https://www.axios.com/2025/04/01/cory-booker-democrats-speech-senate-filibuster"
  },
  {
    "title": "Trump admin sued by Democrats, nonprofits over elections executive order",
    "published": "Tue, 01 Apr 2025 22:16:25 +0000",
    "content": "<p>The Trump administration is being sued over its efforts to make sweeping <a href=\"https://www.axios.com/2025/03/25/trump-elections-executive-order-citizenship-proof\" target=\"_blank\">changes to federal elections</a> that would include a proof of citizenship requirement, with Democratic and advocacy groups filing two separate lawsuits on Monday.</p><p><strong>The big picture: </strong>Both the suit from Senate Minority Leader Chuck Schumer (D-N.Y.), House Minority Leader Hakeem Jeffries (D-N.Y.), the DNC and other Democratic groups, and the one from several nonprofits, argue that President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump's</a> executive order — which also seeks to prevent states from counting mail-in ballots arriving after Election Day — is unconstitutional.</p><hr /><p><strong>Driving the news: </strong>Trump said last week after signing the <a href=\"https://www.whitehouse.gov/presidential-actions/2025/03/preserving-and-protecting-the-integrity-of-american-elections/\" target=\"_blank\">order</a> that's called \"Preserving and Protecting the Integrity of American elections\" he believes it's \"the farthest-reaching executive action taken in the history\" of the U.S. to secure elections.</p><ul><li>But the federal lawsuits that attempt to block the action, which were filed in the District Court in D.C., both say Trump lacks the authority to take such action.</li></ul><p><strong>Zoom in: </strong>The Democratic groups in their <a href=\"https://www.democracydocket.com/wp-content/uploads/2025/03/2025-03-31-Complaint.pdf\" target=\"_blank\">lawsuit</a> that was filed by Elias Law Group called Trump's action an \"unlawful effort to upturn the electoral playing field in his favor and against his political rivals.\"</p><ul><li>They argue in the suit that names the president and multiple government departments and officials that Trump supporters would also likely be impacted by the effort, which they said would \"make it harder to register to vote, to cast a ballot, and to administer fair elections.\"</li><li>The lawsuit alleges the order would force \"numerous federal agencies to reveal sensitive personal information about millions of voters\" to DOGE, the federal <a href=\"https://www.axios.com/2025/03/27/musk-doge-revolution\" target=\"_self\">cost-cutting department</a> that is <a href=\"https://www.axios.com/business/elon-musk\" target=\"_self\">Elon Musk</a> is the face of. DOGE is among the defendants listed in the suit.</li></ul><p><strong>Meanwhile, </strong>the pro-voter coalition in their <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.dcd.279032/gov.uscourts.dcd.279032.1.0.pdf\" target=\"_blank\">lawsuit</a>, filed by the Campaign Legal Center (CLC) and State Democracy Defenders Fund (SDDF), call Trump's order \"an attack on the constitutionally mandated checks and balances\" that keep U.S. elections free and fair.</p><ul><li>\"Through this unconstitutional action, the President intrudes on the states' and Congress's authority to set election rules in an attempt to make it far more difficult for eligible U.S. citizens to exercise their fundamental right to vote,\" adds the League of United Latin American Citizens (LULAC), Secure Families Initiative (SFI) and the Arizona Students' Association suit.</li></ul><p><strong>What they're saying: </strong>\"Donald Trump and DOGE are doing this as an attempt to rationalize their repeatedly debunked conspiracy theories and set the groundwork to throw out legal votes and ignore election outcomes they do not like,\" said Schumer, Jeffries and other Democratic leaders in a <a href=\"https://www.democracydocket.com/news-alerts/democrats-sue-to-block-trump-bid-to-control-elections/\" target=\"_blank\">statement</a> Monday.</p><ul><li>SFI executive director Sarah Streyder said in a <a href=\"https://www.commondreams.org/news/trump-voting-rights\" target=\"_blank\">statement</a> Trump's order \"would mean that the military family stationed on the other side of the world from home, who crossed every t and dotted every i — their military ID will no longer suffice, and due to mail delays outside of their control, their ballot will never count.\"</li></ul><p><strong>The other side: </strong>White House principal deputy press secretary Harrison Fields in a media <a href=\"https://thehill.com/regulation/court-battles/5224211-trump-executive-order-citizenship-proof-lawsuit/\" target=\"_blank\">statement</a> accused Democrats of showing \"disdain for the Constitution.\"</p><ul><li>Fields added: \"The Trump administration is standing up for free, fair, and honest elections and asking this basic question is essential to our Constitutional Republic.\"</li><li>A Justice Department spokesperson said in an emailed statement Tuesday: \"The Department of Justice has vigorously defended President Trump's executive actions, including the order to Preserve and Protect the Integrity of American Elections, and will continue to do so.\"</li></ul><p><strong>Read the Democrats' lawsuit, <a href=\"https://www.documentcloud.org/documents/25874971-2025-03-31-complaint/\" target=\"_blank\">via DocumentCloud</a>: </strong> </p>\n<p><strong>Read the lawsuit from LULAC, SFI and the Arizona Students' Association <a href=\"https://www.documentcloud.org/documents/25874979-1/\" target=\"_blank\">via DocumentCloud</a>:</strong></p>\n<p><em>Editor's note: This story has been updated with additional statements.</em></p>",
    "link": "https://www.axios.com/2025/04/01/trump-elections-citizenship-proof-lawsuit-democrats"
  },
  {
    "title": "Who might buy TikTok as ban looms",
    "published": "Tue, 01 Apr 2025 21:16:56 +0000",
    "content": "<p><a href=\"https://www.axios.com/technology/tiktok-news\" target=\"_blank\">TikTok</a> faces a Saturday ban if it is not sold to a U.S. owner — déjà vu.</p><p><strong>The big picture: </strong>At least four groups have made offers to buy the app, but TikTok owner ByteDance would likely need Chinese government <a href=\"https://www.axios.com/2025/03/26/trump-tariffs-china-tiktok\" target=\"_blank\">approval</a> to sell. </p><hr /><p><strong>State of play: </strong>President Trump signed an executive order on his first day in office delaying the app's ban by 75 days, and the Supreme Court upheld a ruling that the app needs to be sold to an American company or banned. </p><ul><li>As of <a href=\"https://www.axios.com/2025/03/06/tiktok-ban-trump-china\" target=\"_blank\">early March</a>, TikTok's owner and prospective buyers had not yet negotiated a sale. The Chinese government could be willing to let the app shutter in the U.S. rather than concede to a deal. </li><li>Trump on March 26 <a href=\"https://www.axios.com/2025/03/26/trump-tariffs-china-tiktok\" target=\"_blank\">suggested</a> he'd lower tariffs on Chinese goods if Beijing agreed to a TikTok sale. </li><li>Vice President JD Vance and national security adviser Michael Waltz have been tasked with navigating the potential deal. </li></ul><p><strong>Flashback: </strong>The bill originally passed with broad bipartisan support and was signed by former President Biden in April 2024. </p><ul><li>Proponents of the ban have argued that the app poses a national security threat because ByteDance, TikTok's parent company, is controlled by the Chinese government and can harvest personal information from American users. </li><li>Opponents challenged the ban, saying it violated their First Amendment rights, which the <a href=\"https://www.axios.com/2025/01/17/supreme-court-tiktok-ban-trump-biden\" target=\"_blank\">Supreme Court</a> said didn't apply. </li><li>Trump, despite originally trying ban TikTok via executive order in 2020, vowed to save the app. </li></ul><p><strong>Read more about potential buyers: </strong></p><h2>Frank McCourt and Kevin O'Leary</h2><p><strong>Shark Tank host</strong> Kevin O'Leary and Project Liberty founder Frank <a href=\"https://www.axios.com/2025/01/17/mccourt-tiktok-bid-supreme-court\" target=\"_blank\">McCourt</a> submitted an <a href=\"https://www.mccourt.com/fortune-frank-mccourt-and-kevin-oleary-formally-offer-to-buy-tiktok-after-securing-investors-debt-financing-and-a-go-ahead-from-the-white-house/\" target=\"_blank\">official proposal</a> to purchase TikTok in January. </p><ul><li>Alongside other investors, the group calls itself the People's Bid for TikTok. </li><li>They would aim to collect less data on users. </li></ul><p><strong>By the numbers: </strong>McCourt <a href=\"https://www.axios.com/2025/01/22/mrbeast-tiktok-frank-mccourt?utm_source=twitter&amp;utm_campaign=editorial&amp;utm_medium=social\" target=\"_blank\">told</a> Axios' Sara Fischer in January that he got $20 billion in commitments to his bid.</p><h2>MrBeast and Jesse Tinsley</h2><p><strong>MrBeast</strong>, born Jimmy Donaldson joined a bid with Employer.com founder Jesse Tinsley, per <a href=\"https://www.cnn.com/2025/01/21/business/mr-beast-buy-tiktok-ceo/index.html\" target=\"_blank\">CNN</a>. </p><ul><li>\"Our offer represents a win-win solution that preserves this vital platform, while addressing legitimate national security concerns,\" Tinsley said in a January <a href=\"https://www.einpresswire.com/article/778386242/american-investor-consortium-led-by-employer-com-founder-jesse-tinsley-makes-all-cash-offer-for-tiktok-s-us-operations\" target=\"_blank\">statement</a>. \"We're prepared to move quickly and have assembled a team with deep experience in technology, content moderation, and platform governance.\"</li></ul><p><strong>Between the lines: </strong>Donaldson had <a href=\"https://www.axios.com/2025/01/22/mrbeast-tiktok-frank-mccourt?utm_source=twitter&amp;utm_campaign=editorial&amp;utm_medium=social\" target=\"_blank\">previously considered</a> joining McCourt's bid. </p><h2>Perplexity</h2><p><strong>Artificial intelligence engine Perplexity </strong>made a bid in January to merge with TikTok, per <a href=\"https://www.cnbc.com/2025/01/18/perplexity-ai-makes-a-bid-to-merge-with-tiktok-us.html\" target=\"_blank\">CNBC</a>. </p><ul><li>Perplexity on March 21 <a href=\"https://www.perplexity.ai/hub/blog/rebuilding-tiktok-in-america\" target=\"_blank\">released</a> a vision for the app, which includes building a transparent algorithm, enhancing trust and adding more AI functionality. </li></ul><p><strong>What they're saying: </strong>\"A TikTok rebuilt and powered by Perplexity would create the world's greatest platform for creativity and knowledge discovery,\" Perplexity said. </p><h2>Oracle</h2><p><strong>Software company Oracle </strong>has accelerated talks with the White House on running TikTok, <a href=\"https://www.politico.com/news/2025/03/16/white-house-oracle-tiktok-00232302\" target=\"_blank\">Politico</a> reported.</p><ul><li>The deal brings potential national security implications.</li><li>Oracle would oversee Americans' data and ensure the Chinese government can't access it, per Politico. But it's unclear if the U.S. firm would have control over the algorithm.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/01/13/tiktok-ban-timeline\" target=\"_blank\">TikTok ban timeline: Here's where things stand</a></p>",
    "link": "https://www.axios.com/2025/04/01/tiktok-sale-ban-trump-april-deadline"
  },
  {
    "title": "Report: Waltz used Gmail for official work",
    "published": "Tue, 01 Apr 2025 20:55:09 +0000",
    "content": "<img src=\"https://images.axios.com/yw9OFUAVsNeJgV4hg9Wp7iZa4Hs=/2025/04/01/1743539906451.jpg\" /> <div>National Security Adviser Mike Waltz speaks in the Cabinet Room on March 25. Photo: Shawn Thew/EPA/Bloomberg via Getty Images</div><p>National Security Adviser<strong> </strong><a href=\"https://www.axios.com/2025/03/29/trump-considered-firing-mike-waltz\" target=\"_blank\">Michael Waltz</a> and other senior officials used their personal Gmail account for government business, the Washington Post <a href=\"https://www.washingtonpost.com/national-security/2025/04/01/waltz-national-security-council-signal-gmail/?pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJyZWFzb24iOiJnaWZ0IiwibmJmIjoxNzQzNDgwMDAwLCJpc3MiOiJzdWJzY3JpcHRpb25zIiwiZXhwIjoxNzQ0ODYyMzk5LCJpYXQiOjE3NDM0ODAwMDAsImp0aSI6ImNjNmE3ZmYzLTViMWYtNDdjZi05YTcwLTJlZTdjY2YxOGE1YSIsInVybCI6Imh0dHBzOi8vd3d3Lndhc2hpbmd0b25wb3N0LmNvbS9uYXRpb25hbC1zZWN1cml0eS8yMDI1LzA0LzAxL3dhbHR6LW5hdGlvbmFsLXNlY3VyaXR5LWNvdW5jaWwtc2lnbmFsLWdtYWlsLyJ9.B_oXWbANc-R7inHV48C9AqkmVIA-41Ip1IVrDyYc60Y\" target=\"_blank\">reports</a>.</p><p><strong>Why it matters:</strong> The administration's handling of sensitive information is already under scrutiny, and <a href=\"https://www.axios.com/2025/04/02/hakeem-jeffries-mike-waltz-gmail-signal-hegseth\" target=\"_blank\">Gmail</a> is even less secure than <a href=\"https://www.axios.com/2025/03/26/signal-group-chat-leak-waltz\" target=\"_blank\">Signal</a>.</p><hr /><p><strong>Waltz used Gmail</strong> for things like his calendar and unclassified work documents.</p><ul><li>Those materials are not as sensitive as the attack plans at issue in Waltz's <a href=\"https://www.axios.com/2025/03/24/atlantic-yemen-signal-hegseth-jeffrey-goldberg\" target=\"_blank\">now-infamous Signal thread</a>, but experts told the Post they still should be somewhere more secure than personal email.</li><li>Another senior national security aide used Gmail for \"highly technical conversations with colleagues at other government agencies involving sensitive military positions and powerful weapons systems relating to an ongoing conflict,\" the Post reports.</li></ul><p><strong>What they're saying:</strong> NSC spokesperson Brian Hughes said in a statement to Axios: \"This is the latest attempt to distract the American people from President Trump's successful national security agenda that's protecting our nation. </p><ul><li>\"Let me reiterate, NSA Waltz received emails and calendar invites from legacy contacts on his personal email and cc'd government accounts for anything since January 20th to ensure compliance with records retention, and he has never sent classified material over his personal email account or any unsecured platform.\"</li></ul><p><strong>Go deeper... </strong><a href=\"https://www.axios.com/2025/04/02/hakeem-jeffries-mike-waltz-gmail-signal-hegseth\" target=\"_blank\">Scoop: Jeffries rips \"unqualified\" Waltz over Gmail report</a></p><p><em>Editor's note: This article has been updated with comment from NSC spokesperson Brian Hughes.</em></p>",
    "link": "https://www.axios.com/2025/04/01/mike-waltz-signal-gmail-security"
  },
  {
    "title": "Scoop: Elon Musk and DOGE staff would face drug testing under House Democrat's bill",
    "published": "Tue, 01 Apr 2025 19:13:30 +0000",
    "content": "<p>A House Democrat is introducing long-shot legislation that would force billionaire Trump lieutenant <a href=\"https://www.axios.com/2025/03/27/musk-doge-revolution\" target=\"_blank\">Elon Musk</a> and his staffers at DOGE to undergo routine drug testing, Axios has learned.</p><p><strong>Why it matters: </strong>Rep. Mikie Sherrill (D-N.J.) cited a <a href=\"https://www.wsj.com/business/elon-musk-illegal-drugs-e826a9e1\" target=\"_blank\">Wall Street Journal report</a> from 2024 that alleged Musk has used illegal drugs including LSD, cocaine, ecstasy, mushrooms and ketamine as the impetus for her bill.  </p><hr /><ul><li>DOGE spokespeople did not respond to requests for comment.</li><li>An attorney for Musk told the Journal that Musk is \"regularly and randomly drug tested at SpaceX and has never failed a test.\"</li></ul><p><strong>Driving the news: </strong>Sherrill's bill, a copy of which was first <a href=\"https://www.documentcloud.org/documents/25876028-sherrill-bill-doge-drug-testing/\" target=\"_blank\">obtained by Axios</a>, would require <a href=\"https://www.axios.com/2025/02/05/elon-musk-trump-special-government-employee\" target=\"_blank\">special government employees</a> to undergo a drug test before they begin work and enter into a random drug testing program.</p><ul><li>Anyone who tests positive for certain illegal drugs would be barred from federal service for at least a year.</li><li>Citing <a href=\"https://www.axios.com/2025/03/28/tracking-trump-signal-chat-atlantic-goldberg\" target=\"_blank\">Signalgate</a>, Sherrill said it is \"more important than ever to protect the American people from the Trump Administration's reckless incompetence and blatant disregard for national security.\"</li></ul><p><strong>Between the lines: </strong>Musk and many DOGE staffers have been designated as special government employees.</p><ul><li>The <a href=\"https://www.justice.gov/jmd/ethics/summary-government-ethics-rules-special-government-employees\" target=\"_blank\">Justice Department</a> defines a special government employee as \"anyone who works, or is expected to work, for the government for 130 days or less in a 365-day period.\"</li><li>The title is usually used for subject-matter experts who are brought on to assist with specific projects.</li></ul><p><strong>What they're saying: \"</strong>Those with access to sensitive information must be thoroughly vetted, clear-eyed, and exercise good judgment,\" said Sherrill, a former Naval aviator running for New Jersey governor.</p><ul><li>She argued the special government employees at DOGE should \"be held to the same standard as other executive branch employees.\"</li><li>That includes \"conflicts of interest or passing a drug test to maintain employment or a security clearance,\" she said.</li></ul><p><strong>Reality check: </strong>Sherrill's bill is highly unlikely to become law any time soon as Republicans control both chambers of Congress and the White House.</p><p><strong>Go deeper</strong>: <a href=\"https://www.axios.com/2025/04/01/elons-doge-timeline-trump-sge\" target=\"_blank\">Musk's DOGE days will eventually end, Trump suggests</a></p>",
    "link": "https://www.axios.com/2025/04/01/elon-musk-doge-drug-testing-bill-democrat"
  },
  {
    "title": "Senate GOP embraces controversial tax cut strategy",
    "published": "Tue, 01 Apr 2025 19:11:55 +0000",
    "content": "<p>Senate Republicans are fully embracing the strategy of plowing ahead on President Trump's \"<a href=\"https://www.axios.com/2025/03/28/trump-taxes-wealthy\" target=\"_blank\">one, big beautiful bill</a>\" by bypassing the parliamentarian on a crucial accounting matter.</p><p><strong>Why it matters: </strong>Senate leadership and Trump want to make the <a href=\"https://www.axios.com/2025/02/14/congress-senate-house-republicans-trump-tax-cuts\" target=\"_blank\">2017 tax cuts permanent</a> without having to account for how much it would add to the deficit. Now, they're saying all they need is for Budget Chair Lindsey Graham (R-S.C.) to decide that's what they're going to do.</p><hr /><ul><li>Senate Majority Leader John Thune (R-S.D.) backed the the argument, laid out by Graham, that Republicans don't need the Senate parliamentarian to bless the current policy approach during Tuesday's Senate GOP lunch.</li><li>Graham is expected to release the language of the budget resolution as soon as Tuesday, according to GOP Whip John Barrasso (R-Wyo.). </li><li>Senate leadership wants to move forward with a vote on the resolution this week.</li></ul><p><strong>Between the lines: </strong>There already have been early conversations with the parliamentarian about the current policy baseline idea.</p><ul><li>Democrats have been <a href=\"https://www.semafor.com/article/04/01/2025/whats-behind-democrats-bid-to-torpedo-republican-tax-cut-strategy\" target=\"_blank\">pushing back hard</a> against the idea in their meetings with the parliamentarian, and there had been expectation of a bipartisan meeting on the topic on Tuesday.</li><li>Republicans are now saying they don't need her input at all.</li></ul><p><strong>What they're saying: </strong>\"We think the law is very clear and ultimately the Budget Committee chairman makes that determination,\" Thune told reporters after the lunch.</p><ul><li>\"It's not a ruling by the parliamentarian. The Budget Chair gets to decide which baseline to use,\" Barrasso said, echoing Thune.</li><li>\"The power resides in the chairman of the budget committee,\" said Sen. Steve Daines (R-Mont.) after the lunch. \"That's precedent.\"</li></ul><p><strong>Zoom in: </strong>The parliamentarian will still be a crucial decision maker when it comes to the details of what gets put into the sweeping reconciliation package.</p><ul><li>The reconciliation process allows the Senate to get around the filibuster, but it can only be used for budget-related measures. </li><li>The parliamentarian has long decided on what can be passed through that process. She notably ruled against Democrats' efforts to provide protection for DACA recipients and raise the federal minimum wage.</li></ul>",
    "link": "https://www.axios.com/2025/04/01/senate-budget-tax-cuts-current-policy-graham"
  },
  {
    "title": "House votes to defy Mike Johnson on proxy voting in painful blow",
    "published": "Tue, 01 Apr 2025 18:27:51 +0000",
    "content": "<p>The House voted Tuesday to defy House Speaker Mike Johnson (R-La.) and force a vote on allowing members who are new parents to <a href=\"https://www.axios.com/2025/03/25/mike-johnson-anna-paulina-luna-proxy-voting\" target=\"_blank\">vote by proxy</a> for three months. </p><p><strong>Why it matters: </strong>It's a brutal loss for Johnson, who poured considerable political capital into trying to snuff out Rep. Anna Paulina Luna's (R-Fla.) efforts.</p><hr /><ul><li>Luna launched what is called a <a href=\"https://www.axios.com/2025/03/11/mike-johnson-discharge-petition-proxy-voting\" target=\"_blank\">discharge petition</a>, which can force a vote on any measure without the support of leadership if 218 House members sign on.</li><li>Luna <a href=\"https://www.axios.com/2025/03/11/mike-johnson-proxy-voting-discharge-petition\" target=\"_blank\">got the signatures</a> — including a dozen Republicans — and the vote will have to happen by the end of the week.</li><li>In a rare move, Johnson tied a provision killing the vote to unrelated Republican legislation prohibiting non-citizens from voting in federal elections.</li></ul><p><strong>By the numbers: </strong>A group of nine Republicans voted against Johnson, including Reps. Tim Burchett (R-Tenn.), Mike Lawler (R-N.Y.) and Jeff Van Drew (R-N.J.) who had signed onto Luna's petition, as well as Luna herself.</p><ul><li>Reps. Will Kiley (R-Calif.), Nick LaLota (R-N.Y.), Max Miller (R-Ohio), Greg Steube (R-Fla.) and Ryan Mackenzie (R-Pa.) also voted against Johnson's maneuver.</li></ul><p><strong>Between the lines: </strong>Johnson's tactics sparked <a href=\"https://www.axios.com/2025/04/01/mike-johnson-republicans-proxy-voting\" target=\"_blank\">considerable frustration</a> from some rank-and-file lawmakers who felt he was being too heavy-handed.</p><ul><li>Miller, asked about his vote, told reporters: \"I would ask [Johnson] why he tried to do this.\"</li></ul><p><strong>Zoom out</strong>: The fight over proxy voting has been roiling Republicans for weeks, creating some serious internal divisions within the GOP conference.</p><ul><li>Burchett told reporters that he was coaxed with promises of votes on his bills if he backed off supporting Luna.</li><li>Luna herself left the right-wing House Freedom Caucus after the group tried to kill her discharge petition.</li></ul><p><em>Editor's note: This story has been updated with additional reporting. </em></p>",
    "link": "https://www.axios.com/2025/04/01/mike-johnson-anna-paulina-luna-proxy-voting"
  },
  {
    "title": "What to know about the Wisconsin Supreme Court election that Musk has heavily invested in",
    "published": "Tue, 01 Apr 2025 17:39:53 +0000",
    "content": "<p>Wisconsin voters on Tuesday will elect a single <a href=\"https://www.axios.com/2025/03/02/wisconsin-state-supreme-court-race-elon-musk\" target=\"_blank\">state Supreme Court</a> member in a special election that will determine if the bench keeps its liberal majority. </p><p><strong>Why it matters: </strong>The swing state race is the first major election in the U.S. since November and has become the <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/most-expensive-judicial-election-ever\" target=\"_blank\">most expensive</a> judicial race in American history.</p><hr /><ul><li>The winning candidate will serve a 10-year term. </li></ul><h2>About the candidates</h2><p><strong>State of play: </strong>The election has become a proxy battle for greater partisan political fights in the U.S., although both candidates are technically nonpartisan. </p><ul><li>Off-year elections typically see lower turnout than midterm and presidential elections, but the race will show the power of President Trump's coalition. </li></ul><p><strong>Brad Schimel, </strong>a Waukesha County Circuit Court judge and<strong> </strong>former state attorney general has been backed by Trump and Elon Musk. </p><ul><li>If he wins, the court will have a conservative majority until at least 2026. </li></ul><p><strong>Susan Crawford</strong>, a Dane County Circuit Court judge, has received support from former President Barack Obama and billionaire megadonor George Soros.</p><ul><li>If she wins, the court will have a liberal majority until at least 2028. </li></ul><p><strong>Context: </strong>The primary, initially scheduled for February, was canceled because only two candidates filed to run.</p><ul><li>Liberals have held a majority since 2023. </li></ul><h2>Elon Musk's involvement</h2><p><strong>By the numbers: </strong>Musk has <a href=\"https://www.axios.com/2025/03/20/elon-musk-pac-wisconsin-supreme-court\" target=\"_blank\">spent millions</a> on the race.</p><ul><li>It's the most expensive state Supreme Court race on record, at $68.1 million total spent on advertising as of March 26, per <a href=\"https://adimpact.com/blogs/2025-wisconsin-supreme-court-race\" target=\"_blank\">AdImpact</a>.</li></ul><p><strong>Between the lines: </strong>Musk on Sunday gave $1 million checks to two people at an event in an effort to turn out the vote. </p><ul><li>Wisconsin's Supreme Court justices unanimously declined to hear a lawsuit alleging that Musk's actions violated state law.</li></ul><h2>Abortion, redistricting, voting rules on the table</h2><p><strong>The big picture: </strong>The state's Supreme Court, as of March 14, had <a href=\"https://www.wicourts.gov/sc/sccase/DisplayDocument.pdf?content=pdf&amp;seqNo=929250\" target=\"_blank\">pending cases</a> concerning abortion rights, voting rules and legislative redistricting. </p><ul><li>In 2023, a liberal justice won a Wisconsin Supreme Court seat by 11 percentage points, which reflected an adverse reaction to the Supreme Court's overturning of Roe v. Wade, Michael Waldman, president and CEO of the Brennan Center for Justice, <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/most-expensive-judicial-election-ever\" target=\"_blank\">wrote</a> in March. </li><li>\"This year, Republicans want the debate to be driven by support for Donald Trump in a state he won just a few months ago,\" Waldman wrote. </li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/20/elon-musk-pac-wisconsin-supreme-court\" target=\"_blank\">Exclusive: Elon Musk group's playbook in Wisconsin's court race</a></p><p><em>Editor's note: This story has been updated with additional details.</em></p>",
    "link": "https://www.axios.com/2025/04/01/wisconsin-supreme-court-election-elon-musk"
  },
  {
    "title": "Trump administration says it erroneously deported man to El Salvador",
    "published": "Tue, 01 Apr 2025 16:21:23 +0000",
    "content": "<p>A Salvadorian national living in Maryland legally was <a href=\"https://www.axios.com/2025/03/29/trump-deportation-due-process-el-salvador\" target=\"_blank\">wrongly deported</a> to El Salvador, the Department of Justice has admitted in <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.mdd.578815/gov.uscourts.mdd.578815.11.0.pdf%20\" target=\"_blank\">court papers</a> filed Monday.</p><p><strong>Why it matters: </strong>The erroneous deportation of Kilmar Armando Abrego Garcia, <a href=\"https://www.theatlantic.com/politics/archive/2025/03/an-administrative-error-sends-a-man-to-a-salvadoran-prison/682254/\" target=\"_blank\">first reported</a> by The Atlantic, is the latest stumble by the Trump administration as it seeks to deport more people using questionable methods amid a <a href=\"https://www.axios.com/2025/04/01/immigrant-removals-deportations-trump\" target=\"_blank\">declining pace</a> of removals compared to the Biden administration.</p><hr /><p><strong>The big picture: </strong>The <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_self\">Trump</a> administration remained publicly defiant as its <a href=\"https://www.axios.com/politics-policy/immigration\" target=\"_self\">immigration crackdown</a> exploded into a global spectacle, ignited by legally fraught deportation drives.</p><ul><li>In addition to challenges to President Trump's deportations to El Salvador, the <a href=\"https://www.axios.com/2025/03/09/ice-arrests-palestinian-activist-columbia-university\" target=\"_self\">targeting of foreign students</a> allegedly involved in pro-Palestinian activism on college campuses is also facing lawsuits and protests. </li></ul><p><strong>Catch up quick:</strong> Court documents show that<strong> </strong>Abrego Garcia was stopped on March 12 by immigration agents who wrongly told him that his status had changed.</p><ul><li>Abrego Garcia had \"withholding from removal\" status, which means he was allowed to stay in the U.S. because of the likelihood that he'd face harm in El Salvador.</li><li>The DOJ says he was questioned about gang affiliation and transferred to a Texas detention center.</li><li>\"On March 15, although ICE was aware of his protection from removal to El Salvador, Abrego Garcia was removed to El Salvador because of an administrative error,\" Justice Department attorneys wrote in a Monday filing.</li></ul><p><strong>Zoom in:</strong> Abrego Garcia's wife, a U.S. citizen, identified her husband based on his tattoos and head scars following a news article with a picture of detainees entering El Salvador's <a href=\"https://www.axios.com/2025/03/24/boasberg-venezuelans-salvadoran-prison\" target=\"_blank\">notorious </a>Center for Terrorism Confinement (CECOT) prison.</p><ul><li>She's suing the Trump administration and asking a federal judge to order the federal government to request that El Salvador return Abrego Garcia. </li></ul><p><strong>Yes, but: </strong>DOJ lawyers say in court documents that there is little they can do to get him back from El Salvador.</p><ul><li>They are asking the judge overseeing the case to reject his family's petition, arguing that the Trump administration can't make the Salvadoran government release him.</li></ul><p><strong>The lastest: </strong>Vice President JD Vance on Monday <a href=\"https://x.com/JDVance/status/1906934067607556440\" target=\"_blank\">posted on X</a>, in a reply to podcaster Jon Favreau about the case, that Abrego Garcia was a gang member.</p><ul><li>\"My comment is that according to the court document you apparently didn't read he was a convicted MS-13 gang member with no legal right to be here,\" Vance posted.</li><li>\"My further comment is that it's gross to get fired up about gang members getting deported while ignoring citizens they victimize.\"</li></ul><p><strong>Reality check: </strong>Abrego Garcia has not been convicted of gang-related crimes.</p><ul><li>He was accused in court, and it's unclear if any of his tattoos are gang-related. </li><li><a href=\"https://www.axios.com/2025/03/27/el-salvador-noem-venezuelans-cecot-prison-immigration#:~:text=Family%20members%20contend%20that%20these%20tattoos%20show\" target=\"_blank\">Other family members</a> of detainees in El Salvador contend that these tattoos show the men are not gang members, but actually \"family men\" or sports fans.</li><li>Some tattoos seen in photos are popular images of Chicano and Latino culture, not dangerous gangs.</li></ul><p><strong>Between the lines: </strong>The Trump administration's decision to deport the alleged gang members in defiance of<strong> </strong>a court order has set up a high-stakes legal battle that could <a href=\"https://www.axios.com/2025/03/23/trump-boasberg-courts-constitutional-crisis\" target=\"_self\">test the limits</a> of <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_self\">President Trump</a>'s power.</p><ul><li>Earlier this month, U.S. District Judge James Boasberg <a href=\"https://www.axios.com/2025/03/24/judge-trump-venezuelan-deportations-restraining-order\" target=\"_blank\">rejected the Trump administration's request</a> to lift the temporary halt on the deportations.</li><li>Inmates in these prisons have provided declarations of having no access to regular food and drinking water, rarely being allowed to leave their cells. </li><li>They also have said they do not see daylight for days at a time and sleep upright due to overcrowding, Boasberg said.</li></ul>",
    "link": "https://www.axios.com/2025/04/01/el-salvador-erroneous-deportation-trump-mistake"
  },
  {
    "title": "Exclusive: Oversight Dems request interviews with Signal chat members",
    "published": "Tue, 01 Apr 2025 16:16:07 +0000",
    "content": "<p>Democrats on the House Oversight Committee sent letters on Tuesday to members of the Trump administration's Houthi air strike <a href=\"https://www.axios.com/2025/03/26/atlantic-signal-trump-hegseth-war-plans-yemen\" target=\"_blank\">Signal group chat</a><strong>, </strong> requesting they sit for transcribed interviews about<strong> </strong>the national <a href=\"https://www.axios.com/2025/03/26/houthi-group-chat-texts-leaked-war-plans\" target=\"_self\">security breach</a>.</p><p><strong>Why it matters: </strong>The White House has <a href=\"https://www.axios.com/2025/04/01/signal-investigation-call-white-house-case-closed\" target=\"_blank\">remained defiant</a> despite the <a href=\"https://www.axios.com/2025/03/27/trump-signal-group-chat-yemen-strike-poll\" target=\"_blank\">bipartisan backlash</a> and <a href=\"https://www.axios.com/2025/03/27/senate-democrats-signal-chat-probe\" target=\"_blank\">growing calls</a> from members of both parties to investigate the breach.</p><hr /><p><strong>Driving the news: </strong>Ranking member Gerry Connolly (D-Va.) sent letters to seven <a href=\"https://www.axios.com/2025/03/26/trump-signal-group-chat-members\" target=\"_blank\">non-principal members</a> of the Signal chat as part of Oversight Democrats' push to investigate the incident. Recipients included:</p><ul><li><a href=\"https://www.axios.com/2025/03/16/trump-white-house-defy-judge-deport-venezuelans\" target=\"_blank\">Stephen Miller, </a>White House deputy chief of staff;</li><li>Alex Wong, deputy to national security adviser <a href=\"https://www.axios.com/2025/03/26/signal-group-chat-leak-waltz\" target=\"_blank\">Mike Waltz</a>;</li><li>Mike Needham, chief of staff to Secretary of State Marco Rubio;</li><li>Joe Kent, acting chief of staff to Director of National Intelligence Tulsi Gabbard;</li><li><a href=\"https://www.politico.com/news/2025/03/28/signalgate-blame-game-trump-00254263\" target=\"_blank\">Walker Barrett</a>, senior director of the National Security Council;</li><li>Dan Katz, chief of staff to Treasury Secretary Scott Bessent;</li><li>Brian McCormack, chief of staff to the National Security Council.</li></ul><p><strong>What they're saying:</strong> \"Because you were reportedly one of the participants in the 'Houthi PC small group' chat, we require your participation in a transcribed interview to examine your involvement in this incident and other potentially reckless disclosures of highly sensitive national security information,\" Connolly wrote in each of the letters.</p><ul><li>Connolly asked Barrett and McCormack to confirm their participation in the interviews by April 7. The other recipients were asked to confirm their participation by April 15.</li><li>Connolly then requested that each recipient appear for their transcribed interview on a different date in April and early May.</li></ul><p><strong>The big picture:</strong> The group chat was exposed when<strong> </strong>The Atlantic's <a href=\"https://www.axios.com/2025/03/25/trump-administration-atlantic-houthi-war-messages\" target=\"_self\">editor-in-chief Jeffrey Goldberg</a> was inadvertently added to it. He published two bombshell stories laying out how officials shared classified information about U.S. plans for bombing Houthi targets in Yemen.</p><ul><li>Waltz, Defense Secretary <a href=\"https://www.axios.com/2025/03/24/hegseth-trump-atlantic-yemen-houthis-text-war-plan\" target=\"_blank\">Pete Hegseth</a> and <a href=\"https://www.axios.com/2025/03/26/vance-anti-europe-obsession\" target=\"_blank\">Vice President JD Vance</a> took part in the discussion.</li></ul><p><strong>A government watchdog</strong> <a href=\"https://www.axios.com/2025/03/26/signal-chat-trump-officials-lawsuit-hegseth\" target=\"_blank\">sued members</a> of the president's national security team<strong> </strong>last week for alleged violations of<strong> </strong>the Federal Records Act.</p><ul><li>In a twist of fate for President Trump, the case is being overseen by U.S. District Judge <a href=\"https://www.axios.com/2025/03/18/judge-trump-impeachment-james-boasberg\" target=\"_self\">James Boasberg</a> — the <a href=\"https://www.axios.com/2025/03/26/signal-lawsuit-judge-trump-deportation-flights\" target=\"_blank\">same judge overseeing</a> challenges to Trump's efforts to deport alleged members of a Venezuelan gang to <a href=\"https://www.axios.com/2025/03/24/boasberg-venezuelans-salvadoran-prison\" target=\"_self\">El Salvador</a>.</li><li>Boasberg has ordered those in the group chat to <a href=\"https://www.axios.com/2025/03/27/signal-chat-case-judge-messages\" target=\"_blank\">preserve the messages</a>.</li></ul><p><strong>Go deeper: </strong></p><ul><li><a href=\"https://www.axios.com/2025/03/26/atlantic-signal-trump-hegseth-war-plans-yemen\" target=\"_self\">The Atlantic publishes more Signal messages after Trump admin denials</a></li><li><a href=\"https://www.axios.com/2025/03/26/trump-signal-group-chat-members\" target=\"_blank\">Who was in the Trump administration's explosive Signal group chat</a></li></ul>",
    "link": "https://www.axios.com/2025/04/01/trump-signal-chat-investigation-house-oversight-dems"
  },
  {
    "title": "How Trump tariffs mirror 19th century trade wars",
    "published": "Tue, 01 Apr 2025 16:00:42 +0000",
    "content": "<p>History, they say, may not repeat but it rhymes. America's periods of high <a href=\"https://www.axios.com/2025/03/31/trump-tariffs-liberation-day\" target=\"_blank\">tariffs</a> dating back to the 1800s carry eerie similarities to today's trade war escalation.</p><p><strong>Why it matters: </strong>The history of post-tariff higher prices and weaker economic conditions offers some perspective for what might happen in the months and years ahead.</p><hr /><ul><li>Tariffs have historically resulted in retaliation, pain for agricultural interests, higher consumer costs, political backlash and currency chaos, according to <a href=\"https://fdra.org/wp-content/uploads/2025/03/Trade-War-Lessons-from-the-Past-2025.pdf\" target=\"_blank\">a new briefing</a> by a trade group that represents companies responsible for nearly all of U.S. footwear sales.</li></ul><p><strong>What they're saying: </strong>\"Regardless of the era, the consequences of high tariffs and retaliations remain largely the same,\" Andy Polk, senior vice president of the Footwear Distributors and Retailers of America, tells Axios.</p><ul><li>\"You could swap the names of the main actors and their quotes, justifications, and politics would remain basically the same.\" </li><li>\"Almost like a blind taste test, if you lay out the quotes, it would be hard to guess which person said what and when,\" adds Polk, who says he's a descendant of President Polk — who lowered tariffs in the mid-1800s.</li></ul><p><strong>Flashback: </strong>The 1890 McKinley Tariff imposed levies of roughly 50% on almost all imports, a policy aimed at protecting domestic industry from foreign industry.</p><ul><li>Several nations, including Canada, retaliated with tariffs on agricultural goods. The briefing cites a go-to expert on trade history, Douglas Irwin, whose book notes that Canada created stronger trade ties with Britain.</li><li>Many economists had expected Canada would be so economically damaged that it would join the United States — a parallel to President Trump's \"51st state\" rhetoric.</li></ul><p><strong>The Smoot-Hawley Tariff,</strong> which raised the average tariff to almost 60%, resulted in higher sugar prices for the American public, to the tune of hundreds of millions of dollars, while tariffs on imported eggs soared, the briefing notes.</p><ul><li>The <a href=\"https://www.axios.com/2018/04/08/winging-a-trade-war-donald-trump\" target=\"_blank\">Trump 1.0 trade war</a> in 2018 resulted in higher prices from a slew of consumer goods, including washing machines, clothing and furniture.</li></ul><p><strong>The intrigue:</strong> Rather than shy away from the history, Trump has openly admired former President McKinley for his trade policy. The 1890s were indeed a time of rapid industrialization.</p><ul><li>\"President McKinley made our country very rich through tariffs and through talent,\" Trump, who recently <a href=\"https://www.axios.com/2025/01/28/google-maps-gulf-of-mexico-mount-mckinley\" target=\"_blank\">restored McKinley's name</a> to the nation's highest mountain peak, said last year.</li><li>McKinley ultimately <a href=\"https://www.wsj.com/video/series/news-explainers/why-trumps-tariff-idol-mckinley-abandoned-his-own-tariff-policy/38A9364C-142B-4656-AFE3-B6F7F4F504E2\" target=\"_blank\">regretted</a> imposing such high tariffs. </li></ul><p><strong>\"We had no real income tax</strong> so tariffs were the main source of revenue, but it was a rather small federal government at the time,\" UC Davis economics professor Christopher Meissner, who wrote a recent paper on tariffs and manufacturing in the Gilded Age, tells Axios. </p><ul><li>But now \"it's not necessarily the most efficient way of raising revenue to meet a modern economy's objectives,\" Meissner adds, noting that tariffs \"would never\" cover America's revenue needs.</li></ul><p><strong>What to watch:</strong> The embrace of trade protectionism might be too strong to completely reverse — one difference from years past.</p><ul><li>Trump's tariffs from 2018 held over into the Biden administration, though it's unclear what happens in a post-Trump era: The White House has already imposed more tariffs than in the entirety of Trump's first term.</li></ul>",
    "link": "https://www.axios.com/2025/04/01/trump-tariffs-canada-trade-war"
  },
  {
    "title": "DOJ seeks death penalty for Luigi Mangione",
    "published": "Tue, 01 Apr 2025 15:52:48 +0000",
    "content": "<p>Attorney General <a href=\"https://www.axios.com/2025/03/19/tesla-attacks-elon-musk-pam-bondi-terrorism\" target=\"_blank\">Pam Bondi</a> has directed prosecutors to seek the death penalty for <a href=\"https://www.axios.com/2024/12/09/luigi-mangione-unitedhealthcare-ceo-shooting-altoona\" target=\"_blank\">Luigi Mangione</a>, the man charged with murder in connection to the killing of UnitedHealthcare CEO <a href=\"https://www.axios.com/2024/12/04/unitedhealthcare-ceo-brian-thompson-killed-shot\" target=\"_self\">Brian Thompson</a> last year. </p><p><strong>The big picture: </strong>Mangione's alleged crime and arrest sparked mass debate over <a href=\"https://www.axios.com/2024/12/05/unitedhealth-brian-thompson-killing-health-insurers-social-media\" target=\"_self\">America's health care system</a> and attracted nationwide attention.</p><hr /><ul><li>Mangione has pleaded <a href=\"https://www.axios.com/2024/12/23/luigi-mangione-plea-new-york-not-guilty\" target=\"_blank\">not guilty</a> to murder and terror charges in New York.</li><li>He is also facing federal charges of murder and stalking, but has yet to enter a plea. </li><li>Mangione also faces Pennsylvania charges, which his attorney is <a href=\"https://www.pacourts.us/Storage/media/pdfs/20250312/145921-defensesupplementalpretrialmotions.pdf\" target=\"_blank\">pushing</a> to have dismissed.</li></ul><p><strong>Driving the news:</strong> Bondi characterized the alleged murder as \"a premeditated, cold-blooded assassination that shocked America\" in a <a href=\"https://www.justice.gov/opa/pr/attorney-general-pamela-bondi-directs-prosecutors-seek-death-penalty-luigi-mangione\" target=\"_blank\">statement</a> released Tuesday.</p><ul><li>\"After careful consideration, I have directed federal prosecutors to seek the death penalty in this case as we carry out President Trump's agenda to stop violent crime and Make America Safe Again,\" Bondi's statement read.</li><li>The DOJ's release said its position was in line with Bondi's Feb. 5 <a href=\"https://www.justice.gov/ag/media/1388561/dl?utm_medium=email&amp;utm_source=govdelivery\" target=\"_blank\">memorandum</a> on \"reviving\" and \"strengthening\" the federal death penalty.</li></ul><p><strong>The <a href=\"https://deathpenaltyinfo.org/state-and-federal-info/federal-death-penalty/executions-under-the-federal-death-penalty\" target=\"_blank\">last</a> federal </strong>execution was in January 2021, before the Biden administration <a href=\"https://www.justice.gov/archives/opa/pr/attorney-general-merrick-b-garland-imposes-moratorium-federal-executions-orders-review\" target=\"_blank\">imposed</a> a moratorium on them.</p><ul><li>Trump, on day one of his White House return, signed an <a href=\"https://www.axios.com/2025/01/21/president-donald-trump-executive-orders-list\" target=\"_blank\">executive order</a> directing the attorney general to \"pursue the death penalty for all crimes of a severity demanding its use.\"</li></ul><p><strong>Catch up quick: </strong>Mangione <a href=\"https://www.axios.com/2024/12/09/luigi-mangione-unitedhealthcare-ceo-shooting-altoona\" target=\"_blank\">was arrested</a> in December at a McDonald's in Altoona, Pennsylvania, on separate charges after a manhunt following Thompson's killing in New York.</p><ul><li><a href=\"https://www.axios.com/2024/12/04/unitedhealthcare-ceo-brian-thompson-killed-shot\" target=\"_blank\">Thompson was shot</a> and killed on the morning of Dec. 4 outside a midtown Manhattan hotel while in the city for a UnitedHealthcare investor meeting.</li></ul><p><strong>Flashback: </strong>Trump, who set records with a <a href=\"https://www.axios.com/2020/12/11/trump-federal-executions\" target=\"_blank\">spree of federal executions</a> during his first term, vowed before taking office that his Justice Department would \"vigorously pursue the death penalty.\"</p><ul><li>His comment came after <a href=\"https://www.axios.com/2024/12/23/biden-commutes-federal-death-sentences\" target=\"_blank\">Biden commuted</a> the sentences for most people on federal death row.</li></ul><p><em>Editor's note: This story has been updated throughout with new information.</em></p>",
    "link": "https://www.axios.com/2025/04/01/luigi-mangione-death-penalty-doj"
  },
  {
    "title": "Scoop: NOAA operations impaired by Commerce chief's approval mandate",
    "published": "Tue, 01 Apr 2025 15:03:37 +0000",
    "content": "<p>A Commerce Department requirement to have Secretary Howard Lutnick approve many NOAA contracts or extensions is slowing the agency's operations to a crawl, current and former NOAA staff tell Axios.</p><p><strong>Why it matters:</strong> The requirement of Lutnick's approval on contracts and extensions over $100,000 also is having ripple effects for contractors around the country as some contracts expire or are canceled because the time to review them has elapsed.</p><hr /><ul><li>It's also raising the possibility that high-priority, previously-awarded contracts will be canceled or modified, depending on Lutnick's views.</li></ul><p><strong>Six current and former NOAA staff</strong> described<strong> </strong>dozens of contracts currently awaiting Lutnick's sign-off, with only a tiny fraction having been reviewed so far.</p><p><strong>The other side: </strong>The department didn't immediately respond to a request for comment.</p><p><strong>Zoom in:</strong> As <a href=\"https://www.foxweather.com/extreme-weather/video-severe-weather-hail-tornado-flood-midwest-march\" target=\"_blank\">severe thunderstorms</a> rumbled along the East Coast on Monday, the National Weather Service faced the possibility of losing its ability to bring satellite and observational data into forecast offices in a timely manner, starting at midnight, current and former NOAA staff told Axios.</p><ul><li>Most spoke on condition of anonymity because they weren't authorized to speak with the news media or fear retaliation.</li><li>The department had yet to sign off on an extension to a contract for Raytheon to maintain and help upgrade the software system that powers every <a href=\"https://www.axios.com/2025/03/21/nws-layoffs-cuts-weather-balloons-forecasts\" target=\"_blank\">Weather Service forecast office</a> nationwide.</li><li>Known as the Advanced Weather Interactive Processing System, or AWIPS, the system is the primary way that forecasters access weather data from satellites, radars, surface station observations and computer models.</li></ul><p><strong>If the contract was to expire —</strong> even temporarily — the AWIPS help desk would stop functioning. Data flowing to NWS offices, particularly satellite and observational information, could be subject to delays, two NOAA sources familiar with the matter told Axios.</p><ul><li>This could jeopardize the timely issuance of extreme weather watches and warnings.</li><li>Forecasters would have been operating on a time delay, which could cost lives during severe weather outbreaks.</li></ul><p><strong>The intrigue: </strong>Even though a contract extension was signed a few hours before midnight, it rattled nerves among some inside and outside the agency.</p><ul><li>They said other NOAA contracts, such as one for satellite operators, have only been approved at the last minute, while others have gotten stuck in the process and led to contractor layoffs.</li><li>Additional significant contracts, such as those for a new weather satellite, are likely to come up for review under this rule.</li></ul><p><strong>Contract reviews are </strong>affecting NOAA's offices, with a notice going out Tuesday that facilities services — including changing lightbulbs  and adjusting the thermostat — have been suspended at NOAA headquarters'  buildings in Silver Spring, Md.</p><p><strong>What they're saying: </strong>\"This is outrageously inefficient,\" Rick Spinrad, NOAA's administrator during the Biden administration, told Axios.  </p><ul><li>\"Secondly, I understand that the recommendations for approval are being vetted by newly replaced political appointees with zero technical experience,\" Spinrad said. </li><li>\"This is clearly an effort not aimed at efficiency, but rather at erosion of mission.\"</li></ul><p><strong>Between the lines: </strong>Raytheon <a href=\"https://www.highergov.com/contract/DOCEA133W17CQ0082-1305M224F0065/\" target=\"_blank\">won a $17.8 million</a> last year to maintain and upgrade AWIPS, with options for contract extensions along the way.</p><ul><li>The company's involvement in AWIPS also extends to the start of the system two decades ago, and a 10-year, <a href=\"https://www.washingtontechnology.com/2017/09/raytheon-wins-269m-weather-service-data-system-support-recompete/342925/\" target=\"_blank\">$269 million contract signed in 2017</a>.</li><li>Right now, each extension to this contract and others must be approved piecemeal.</li><li>This is also affecting organizations NOAA funds for research, such as cooperative institutes in Colorado and Florida, among other contracts.</li></ul><p><strong>Scientists that staff NOAA's </strong><a href=\"https://www.axios.com/2025/03/06/noaa-layoffs-hurricane-hunter-flights\" target=\"_blank\">Hurricane Hunter flights</a><strong> </strong>often include several experts from these cooperative institutes, so funding hiccups could affect those operations that are considered critical to <a href=\"https://www.axios.com/2024/10/11/hurricane-milton-accurate-storm-track-forecasts\" target=\"_blank\">high stakes storm track and intensity</a> forecasts.</p><ul><li>In addition to AWIPS, NOAA has several big-ticket items that have come down to the wire because of the $100,000 spending threshold.</li><li>This includes procuring new C-130 Hurricane Hunter aircraft to replace its current aging fleet; moving agency IT operations to the cloud; and building and deploying expensive new weather satellites, each of which involve private sector contractors.</li><li>A new, cloud-based version of AWIPS is in the works via a separate contract, as well.</li></ul><p><strong>Zoom out: </strong>The AWIPS close call also comes shortly after the <a href=\"https://www.axios.com/2025/02/27/layoffs-hit-noaa-national-weather-service\" target=\"_blank\">agency laid off about 800 probationary employees</a>, most of which were then rehired and placed on administrative leave pending the result of court cases.</p><ul><li>Further cuts of up to 1,000 employees are being planned, depending on the number of early retirements at NOAA.</li></ul><p><strong>What's next: </strong>Tornado season is just getting underway, and hurricane season begins on June 1.</p>",
    "link": "https://www.axios.com/2025/04/01/noaa-commerce-department-contracts-weather-climate"
  },
  {
    "title": "EU vows it's ready to retaliate as Trump trade war looms",
    "published": "Tue, 01 Apr 2025 12:18:17 +0000",
    "content": "<p>The European Union is ready to take \"firm counter-measures\" to respond to U.S. <a href=\"https://www.axios.com/2025/03/31/trump-tariffs-april-2-economy\" target=\"_blank\">reciprocal tariffs</a>, the president of the European Commission said Tuesday.</p><p><strong>Why it matters: </strong>The world is on the brink of a historic <a href=\"https://www.axios.com/2025/03/17/trump-trade-war-global-economy\" target=\"_blank\">trade war</a>, one that threatens to spark a bout of <a href=\"https://www.axios.com/2025/03/30/stagflation-economy-inflation-growth\" target=\"_blank\">stagflation</a> with profound consequences for global economies.</p><hr /><p><strong>What they're saying:</strong> \"We have everything we need to protect our people and our prosperity,\" Ursula von der Leyen told the European Parliament. \"We have the strength to negotiate, we have the power to push back.\"</p><ul><li>\"Of course, there are severe issues in the world of trade, without any question,\" she acknowledged, listing problems like market access and theft of intellectual property.</li><li>But she called for a collaborative solution to the problem.</li><li>\"Tariffs are taxes that will be paid by the people. Tariffs are taxes for the Americans on their groceries and their medication. Tariffs will just fuel inflation, exactly the opposite of what we wanted to achieve.\"</li></ul><p><strong>What to watch: </strong>Wednesday is President Trump's much-touted \"<a href=\"https://www.axios.com/2025/03/31/trump-tariffs-liberation-day\" target=\"_blank\">Liberation Day</a>,\" when he is expected to announce sweeping tariffs that could potentially impact most U.S. imports. </p><ul><li>\"We are open to negotiations. We will approach these negotiations from a position of strength. Europe holds a lot of cards,\" von der Leyen said.</li><li>\"This strength is also built on our readiness to take firm counter-measures if necessary. All instruments are on the table.\"</li></ul><p><strong>Flashback: </strong>Europe already put forward retaliatory tariffs last month after the U.S. imposed levies on steel and aluminum imports.</p><ul><li>A tariff on U.S. whiskey prompted Trump to threaten a 200% tariff on <a href=\"https://www.axios.com/2025/03/21/trump-wine-tariffs-europe\" target=\"_blank\">European wines</a>, which the U.S. alcohol industry has warned would be destructive. </li></ul><p><strong>By the numbers: </strong>The U.S. imported more than $600 billion worth of goods from the EU last year, and exported more than $370 billion in goods there in return, per the U.S. Trade Representative. </p>",
    "link": "https://www.axios.com/2025/04/01/trump-tariffs-eu-europe-trade-war-liberation-day"
  },
  {
    "title": "The 22nd Amendment: Why Trump can't be elected a third time",
    "published": "Tue, 01 Apr 2025 11:35:21 +0000",
    "content": "<p><a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">President Trump</a> and his allies for months have teased a third term for the already twice-elected commander-in-chief. </p><ul><li>Over the weekend, the <a href=\"https://www.axios.com/2025/03/30/trump-third-term\" target=\"_blank\">president confirmed</a> he's \"not joking\" about yet another term.</li></ul><p><strong>Why it matters:</strong> The 22nd Amendment bars presidents from being elected to a third term. Amending the Constitution is an arduous path that's unlikely to succeed — but Trump told NBC News there are \"methods\" by which he could serve again.</p><hr /><ul><li>There is virtually no possibility that the required two-thirds of both chambers of Congress and three-quarters of the U.S. states would vote to abolish the <a href=\"https://constitution.congress.gov/constitution/amendment-22/\" target=\"_blank\">22nd Amendment</a>. </li><li>Two-thirds of U.S. states can also call for a constitutional convention to propose an amendment, but 38 of 50 states still need to ratify any amendment.</li><li>White House communications director Steven Cheung reiterated in a statement to Axios that Trump thinks \"it's far too early to think about\" a third term.</li></ul><p><strong>Driving the news: </strong>But scholars tell Axios they're taking Trump's comments seriously. </p><ul><li>\"Why would there be a 22nd Amendment if it's inoperative?\" asked Kimberly Wehle, a University of Baltimore law professor and constitutional law expert.</li><li>She continued, \"If the whole time it was meant to just set up some kind of game that could be outmaneuvered through tricky lawyering, that to me is not a legitimate or ethical position.\" </li></ul><p><em>Here's what to know about the 22nd Amendment.</em></p><h2>What does the 22nd Amendment say?</h2><p><strong>The<em> </em>22nd Amendment</strong> states that \"no person shall be elected to the office of the President more than twice.\"</p><ul><li>It was proposed in <a href=\"https://www.visitthecapitol.gov/artifact/hj-res-27-joint-resolution-proposing-amendment-constitution-relating-terms-office#:~:text=President%20Franklin%20D.,than%20two%20terms%20as%20president.\" target=\"_blank\">1947</a> after former President Franklin D. Roosevelt's death during his fourth term and was ratified in 1951. </li></ul><p><strong>Zoom out: </strong>It also sets limits for those who assume the presidency, such as in the case of the president dying before the end of their term.</p><ul><li>If a vice president takes over for their No. 1 in an unfinished term and serves for more than two years, they can only run for election once.</li></ul><h2>How have Republicans reacted?</h2><p><strong>Top Congressional Republicans </strong>have brushed off Trump's comments this week as unrealistic.</p><ul><li>House Appropriations Committee Chair Tom Cole (R-Okla.) called Trump's musings \"too fanciful to really discuss seriously,\" <a href=\"https://www.axios.com/2025/03/31/trump-third-term-republicans-congress-reaction\" target=\"_blank\">Axios' Andrew Soldender reported.</a></li><li>Senate Majority Leader John Thune (R-S.D.) said Trump couldn't seek a third term \"without a change to the Constitution.\"</li></ul><h2>Could Vance hand off the reins? </h2><p><strong>Trump agreed with </strong>NBC News' Kristen Welker that one method would be to flip-flop the ballot of 2024, with Vice President Vance as president and Trump as vice president. </p><ul><li>Once in office, Vance would then step down as president and Trump would take over for a third term.</li><li>The question of whether a twice-elected president could serve a third term<strong> </strong>via elevation from the vice presidency, some scholars<a href=\"https://slate.com/news-and-politics/2025/01/donald-trump-third-term-loophole-amicus-conversation.html\" target=\"_blank\"> note</a>, hinges on a textual debate over whether the 22nd Amendment bars a person from being \"elected\" more than twice rather than <em>serving</em> more than twice.</li></ul><p><strong>What they're saying: </strong>\"The straight textual reading suggests that the 22nd really only restricts individuals who are acquiring the office ... through being elected,\" said Bruce Peabody, a Fairleigh Dickinson University professor who has <a href=\"https://www.minnesotalawreview.org/wp-content/uploads/2016/11/Peabody-2.pdf\" target=\"_blank\">explored</a> how a twice-elected president could return to the Oval Office.</p><ul><li>The 22nd Amendment, \"does have a significant bite,\" Peabody contended, noting it bars twice-elected presidents from \"the most common method\" of entering office (election).</li></ul><p><strong>Some see the 12th Amendment, </strong>which <a href=\"https://constitution.congress.gov/constitution/amendment-12/\" target=\"_blank\">says</a> \"no person constitutionally ineligible\" to be president can be vice president, as a barrier to a twice-elected president becoming the VP.</p><ul><li>That's \"an important argument to make,\" Peabody said. </li><li>But the question of whether a twice-elected president is ineligible to <em>be elected </em>versus ineligible to <em>serve </em>comes up again. </li></ul><p><strong>Yes, but:</strong> If Trump were to make it on state ballots for a third term— whether in the No. 1 or No. 2 slot — lawsuits would be sure to follow.</p><ul><li>The case could be reminiscent of recent precedent when the <a href=\"https://www.axios.com/2024/03/04/supreme-court-trump-colorado-ballot\" target=\"_blank\">Supreme Court ruled</a> last year that Trump could not be barred from Colorado's primary ballot because Congress, rather than the states, was responsible for enforcing the <a href=\"https://www.axios.com/2023/11/16/trump-efforts-disqualify-2024-ballot-14th-amendment\" target=\"_blank\">insurrectionist clause</a> of the 14th Amendment. </li></ul><p><strong>The bottom line:</strong> There's also the possibility Trump could interfere in a presidential transition.</p><ul><li>\"If ... he doesn't comply with the Constitution and believes, to whatever reason, that he should stay in power, the big question is, who's going to stop him?\" Wehle said.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/01/24/trump-third-term-republican-constitution-ogles\" target=\"_blank\">House GOP measure would let Trump seek third term</a></p><p><em>Editor's note: This story was updated with additional developments.</em></p>",
    "link": "https://www.axios.com/2025/03/31/22-amendment-trump-third-term-jd-vance"
  },
  {
    "title": "Planned Parenthood faces key Supreme Court test over Medicaid access",
    "published": "Tue, 01 Apr 2025 09:30:00 +0000",
    "content": "<p>The Supreme Court on Wednesday is due to hear a high-profile case blending patients' rights with reproductive care access, stemming from <a href=\"https://www.axios.com/2023/08/23/south-carolina-abortion-supreme-court\" target=\"_blank\">South Carolina's</a> move to block Medicaid recipients from getting care at Planned Parenthood clinics in the state. </p><p><strong>Why it matters: </strong>At issue is whether <a href=\"https://www.axios.com/2025/03/26/medicaid-snap-cuts-map\" target=\"_blank\">Medicaid</a> patients can freely choose their provider for any service — not just reproductive care.<strong> </strong>But the case has major implications for Planned Parenthood, which derives a significant chunk of its funding from the safety net program and is the biggest provider of abortion services in the country. </p><hr /><ul><li>It's the first abortion-adjacent<strong> </strong>case since President Trump's second-term inauguration, and his administration will play a prominent role, arguing along with South Carolina for the state's position.  </li><li>The case is being heard by the Supreme Court amid other efforts to defund Planned Parenthood, including <a href=\"https://www.politico.com/news/2025/03/31/trump-admin-cuts-tens-of-millions-from-planned-parenthood-00261763\" target=\"_blank\">freezing Title X family planning funds</a>.</li></ul><p><strong>What they're saying: </strong>The case is \"a political lightning rod, because it's Planned Parenthood,\" said Elizabeth Taylor, executive director of the National Health Law Program, which has written a brief in support of Planned Parenthood in the case. </p><ul><li>At its core, though, the case is about the rights of Medicaid enrollees, she said. </li><li>\"If Medicaid enrollees can't enforce the rights that the Medicaid statute creates, then those rights, you know, they're not real rights,\" she said. \"It is essential to the effective working of the Medicaid program ... that when they aren't getting what they're legally entitled to, they can go into court and enforce those rights.\" </li><li>On the other hand, South Carolina and its allies argue that Medicaid enrollees don't have the privilege to sue to enforce their rights as the law currently stands.</li></ul><p><strong>The big picture: </strong>A decision in favor of South Carolina could embolden more states to remove Planned Parenthood from their Medicaid networks. Texas, Arkansas and Missouri have already <a href=\"https://www.usnews.com/news/best-states/missouri/articles/2024-08-26/planned-parenthood-challenges-missouri-law-that-kicked-area-clinics-off-of-medicaid\" target=\"_blank\">done so</a>.</p><ul><li>Nearly half of patients who use Planned Parenthood health services have Medicaid coverage, <a href=\"https://www.plannedparenthoodaction.org/issues/health-care-equity/medicaid-and-reproductive-health\" target=\"_blank\">according to</a> the Planned Parenthood Action Fund. Shutting the provider out of Medicaid networks could effectively defund it — a longtime priority of conservative politicians and an explicit goal of <a href=\"https://www.axios.com/2025/01/23/trump-executive-orders-list-project-2025-policies\" target=\"_blank\">Project 2025</a>.</li><li>Defunding Planned Parenthood would not only further curtail abortion access. It would also diminish the availability of primary care services provided by the clinics, including STI and cancer screening, birth control prescriptions, vaccines and mental health help. </li><li>If the high court sides with South Carolina, it could pave the way for states to stop allowing hospitals that provide <a href=\"https://www.axios.com/2025/01/28/trump-executive-order-military-gender-affirming-care\" target=\"_blank\">gender-affirming care</a> to transgender patients to be paid by Medicaid, said Sara Rosenbaum, professor emerita of health law and policy at George Washington University.</li></ul><p><strong>Catch up quick:</strong> In 2018, South Carolina prohibited abortion clinics, including Planned Parenthood, from getting paid by the state's Medicaid program. </p><ul><li>Medicaid already cannot cover abortion care in most cases, but South Carolina's move stopped beneficiaries in the state from going to Planned Parenthood for birth control and other non-abortion health care services. </li><li>Planned Parenthood South Atlantic and Medicaid enrollee Julie Edwards later sued the state in federal court. They argued that South Carolina's policy violates Medicaid enrollees' right to choose any qualified provider for their health care. </li></ul><p><strong>Zoom in:</strong> South Carolina is arguing that Medicaid enrollees don't have the right to sue their state in order to enforce their ability to see their preferred health provider. </p><ul><li>But Planned Parenthood posits that federal Medicaid law \"unambiguously\" allows enrollees to use the courts to enforce their right to choose a health provider. </li><li>Nine health care provider trade groups, in a <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-1275/352000/20250312184206542_23-1275_Eunice%20Medina%20v.%20Planned%20Parenthood_%20Brief%20for%20Amici%20Curiae%20ACOG%20et%20all%20in%20Support%20of%20Respondents.pdf\" target=\"_blank\">brief</a> to the court supporting Planned Parenthood, said the freedom to choose a provider \"can be pivotal in shaping the patient's treatment, overall well-being, and quality of life.\"</li></ul><p><strong>Between the lines: </strong>The Supreme Court <a href=\"https://www.axios.com/2023/06/09/nursing-home-patient-rights-lawsuits\" target=\"_blank\">sided</a> with Medicaid beneficiaries in a similar case in 2023. That court ruled that nursing home residents can bring civil rights actions against providers over alleged abuses.</p>",
    "link": "https://www.axios.com/2025/04/01/planned-parenthood-supreme-court-medicaid-access"
  },
  {
    "title": "Trump's \"Art of the Deal\" hits new hurdles",
    "published": "Tue, 01 Apr 2025 09:26:17 +0000",
    "content": "<p><a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">President Trump</a>'s global dealmaking blitz is facing new obstacles, with early optimism eclipsed by broken ceasefires, pissed-off allies and thinning patience at home and abroad.</p><p><strong>Why it matters: </strong>Ten weeks isn't a long time in foreign policy. But it was Trump who promised instant results — and Trump whose \"Art of the Deal\" credentials are at risk if chaos consumes his early presidency.</p><hr /><p><strong>Zoom in: </strong>Nothing has redefined America's relationship with the world like Trump's plans for <a href=\"https://www.axios.com/2025/03/31/trump-tariffs-april-2-economy\" target=\"_blank\">sweeping tariffs</a>, which will come to a head on Wednesday — or what he calls \"Liberation Day.\"</p><ul><li>Leaders all over the world are seeking last-minute deals to avoid tariffs, while lamenting that Trump hasn't actually made clear what they could do to placate him.</li><li>So instead, they're vowing retaliation — setting the stage for a massive global trade war that could plunge the U.S. and other countries into a recession.</li></ul><p><strong>\"The old relationship</strong> we had with the United States based on deepening integration of our economies and tight security and military cooperation is over,\" said new Canadian Prime Minister Mark Carney.</p><p><strong>The big picture: </strong>Trump is barely 70 days into his term. He's scored early victories in getting Latin American countries to cooperate on deportation flights, including a high-profile prison deal with El Salvador.</p><ul><li>And he may still clinch peace pacts for Ukraine and Gaza, or win major concessions on trade from China or the EU.</li></ul><p><strong>White House assistant press secretary Liz Huston </strong>said: \"President Trump is the master dealmaker, and in just two months, he has made more progress than Joe Biden did in years. Since President Trump's return to office, foreign leaders have flocked to the White House, announcing historic investments and restoring America's dominance on the world stage.\"</p><p><strong>But on at least five fronts,</strong> Trump's ambitions for big international deals are hitting early hurdles:</p><p><strong>1. On Ukraine,</strong> Trump campaigned on securing a deal to end the fighting within 24 hours — though now he claims that promise was \"a little bit sarcastic.\"</p><ul><li>Trump did get Russia and Ukraine to the negotiating table, and to agree to stop bombing each other's energy infrastructure. But Russian President Vladimir Putin has cast doubt on the possibility of a peace deal any time soon.</li><li>Trump said Sunday he was \"pissed off\" at Putin for his recent comments, and threatened additional oil tariffs if Moscow continues to stand in the way of a full ceasefire.</li><li>He also <a href=\"https://www.cnn.com/2025/03/31/europe/ukraine-minerals-deal-trump-zelensky-intl/index.html\" target=\"_blank\">fired a warning shot at Ukraine</a>, after President Volodymyr Zelensky complained that the minerals deal Kyiv negotiated with the U.S. is \"constantly changing.\"</li></ul><p><strong>2. On Gaza, </strong>Trump helped deliver a breakthrough before even taking office when his team worked with the outgoing Biden administration to secure a ceasefire.</p><ul><li>That truce is now over, and <a href=\"https://www.axios.com/2025/03/31/israel-reoccupy-gaza-hamas-hostages\" target=\"_blank\">Israel on Monday announced it would massively expand</a> its renewed ground operation in Gaza.</li><li>Trump isn't actively pursuing his own proposal for the U.S. to displace Gaza's population to construct a new \"Riviera.\" Instead, he's focusing on restarting talks to restore the ceasefire and free the remaining 59 hostages, <a href=\"https://www.axios.com/2025/03/28/israel-move-palestinians-gaza-indonesia-somalia\" target=\"_blank\">Axios' Barak Ravid reports</a>. Israeli and U.S. officials <a href=\"https://www.axios.com/2025/03/13/us-gaza-ceasefire-proposal-israel-hamas\" target=\"_blank\">believe</a> 22 of them are still alive.</li></ul><p><strong>3. On Iran, </strong>Trump <a href=\"https://www.axios.com/2025/03/30/trump-iran-nuclear-deal-bombing\" target=\"_blank\">issued an ultimatum</a> demanding Tehran agree to a new nuclear deal within two months or face potential military strikes. That's led to further threats from both sides.</p><ul><li>Iranian leaders have rejected the idea of direct negotiations with the Trump administration, but left open the possibility of indirect talks.</li><li>\"If they don't make a deal, there will be bombing,\" <a href=\"https://www.axios.com/2025/03/30/trump-iran-nuclear-deal-bombing\" target=\"_blank\">Trump told NBC</a> on Sunday.</li></ul><p><strong>4. On Greenland,</strong> Trump continues to insist that the U.S. \"needs\" to obtain the autonomous Danish territory, perhaps by military force.</p><ul><li>Vice President <a href=\"https://www.axios.com/2025/03/28/vance-greenland-visit-independence-us-ally\" target=\"_blank\">Vance laid out</a> one path to a deal last week: Greenland votes for independence from Denmark, then signs a security pact with the U.S.</li><li>The island's new prime minister announced a new coalition last week in part to unite <em>against</em> U.S. pressure.</li></ul><p><strong>5. On tariffs, </strong>it's unclear if Trump is actually using them as leverage to cut deals — as Wall Street once assumed — or if he wants the levies in place long-term.</p><ul><li>Blue chip companies have <a href=\"https://www.axios.com/2025/03/21/johnson-johnson-55-billion-us-investment\" target=\"_blank\">announced billions of dollars of investments</a> in the U.S. to try to preempt the tariffs and get on Trump's good side — Exhibit A for why Republicans remain optimistic about his trade strategy.</li><li>But countries uncertain of how to protect themselves from Trump's economic wrath are starting to look elsewhere.</li></ul><p><strong>In an extraordinary sign</strong> of how Trump's hardball tactics are reshaping the world, China, South Korea and Japan — three countries with deep historical grievances — agreed to respond jointly to U.S. tariffs, according to <a href=\"https://www.reuters.com/world/china-japan-south-korea-will-jointly-respond-us-tariffs-chinese-state-media-says-2025-03-31/\" target=\"_blank\">Chinese state media</a>.</p>",
    "link": "https://www.axios.com/2025/04/01/trumps-deals-global-hurdles"
  },
  {
    "title": "Rainstorms are getting more intense amid climate change",
    "published": "Tue, 01 Apr 2025 09:00:00 +0000",
    "content": "<div>Data: <a href=\"https://www.climatecentral.org/climate-matters/heavier-rainfall-rates-in-us-cities\" target=\"_blank\">Climate Central</a>; Note: Includes weather stations in cities with sufficient data quality; Chart: Kavya Beheraj/Axios</div><p>Rainstorms are getting more intense in many U.S. cities amid human-driven climate change, a new analysis finds.</p><p><strong>Why it matters: </strong>More intense precipitation events can cause <a href=\"https://www.axios.com/2024/07/10/climate-change-flood-risk-standards\" target=\"_blank\">flash-flooding,</a> landslides, dangerous driving conditions and other potentially deadly hazards.</p><hr /><p><strong>Driving the news: </strong>Hourly rainfall intensity increased between 1970 and 2024 in nearly 90% of the 144 locations analyzed, per a new <a href=\"https://www.climatecentral.org/climate-matters/heavier-rainfall-rates-in-us-cities\" target=\"_blank\">report</a> from Climate Central, a research and communications group.</p><ul><li>Among the cities with an increase, hourly rainfall intensity rose by an average of 15%.</li></ul><p><strong>How it works: </strong>The researchers divided each location's total annual rainfall by its total <em>hours</em> of annual rainfall, using NOAA weather station data.</p><ul><li>That approach quantifies how much rain fell for each hour it was raining in a given year — in other words, rainfall intensity.</li><li>Some locations were not included because their stations haven't consistently collected hourly precipitation data.</li></ul><p><strong>Between the lines: </strong>Human-driven climate change is resulting in warmer air, which holds more moisture and thus can drive more intense precipitation.</p><ul><li>Hotter temperatures also evaporate more water vapor from lakes, oceans and vegetation.</li></ul><p><strong>Zoom in: </strong>Wichita, Kansas (+38%), Reno, Nevada (+37%) and Fairbanks, Alaska (+37%) had the biggest gains in hourly rainfall intensity between 1970 and 2024, per the analysis.</p><ul><li>That Reno is in the top three underscores Climate Central's point that rainfall intensity is rising in places that are generally dry, not just those that get at least a decent amount of annual rainfall.</li></ul><p><strong>Threat level: </strong>Flooding costs the U.S. economy up to nearly $500 billion annually, by one <a href=\"https://www.axios.com/2024/06/10/climate-change-economy-flooding\" target=\"_blank\">estimate</a>, and is creating <a href=\"https://www.axios.com/2023/12/18/climate-change-migration-us\" target=\"_blank\">\"climate abandonment\" zones</a> as people flee for safer areas, Axios' Andrew Freedman reports.</p><ul><li>Researchers have also <a href=\"https://www.nature.com/articles/s41558-021-01265-6\" target=\"_blank\">found</a> that predominantly Black coastal communities may be particularly vulnerable to increased flood risk over the coming decades, Climate Central notes.</li></ul><p><strong>What's next: </strong>The group recommends that people stay aware of their area's flooding risks, and suggests homeowners <a href=\"https://www.axios.com/2024/10/09/flood-insurance-homeowners-hurricane-crisis\" target=\"_blank\">carry flood insurance</a> and improve their home's resiliency against flooding as able.</p>",
    "link": "https://www.axios.com/2025/04/01/rainstorms-intense-climate-change"
  },
  {
    "title": "MAGA media's criticism of the \"deep state\" goes global",
    "published": "Tue, 01 Apr 2025 09:00:00 +0000",
    "content": "<p>MAGA media is railing against an international \"deep state\" following a series of setbacks for overseas allies of <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">President Trump</a>.</p><p><strong>Why it matters: </strong>Trump's <a href=\"https://www.axios.com/2025/03/27/signal-scandal-trump-maga-influencers\" target=\"_blank\">loyal movement</a> has sought to steadily expand its influence abroad, allying itself with right-wing parties and leaders in Europe, Latin America and Asia.</p><hr /><ul><li>Now, they're denouncing legal challenges faced by some of those allies and are egged on by a leader in the White House eager to intervene in other countries' affairs to enforce his worldview.</li></ul><p><strong>Zoom in: </strong><a href=\"https://www.axios.com/2024/06/10/european-parliament-elections-far-right\" target=\"_blank\">Marine Le Pen</a>, the leader of a far-right French party, was <a href=\"https://apnews.com/article/marine-le-pen-france-far-right-trial-verdict-f3da0614e9a6fc24c87eb33d5b873409\" target=\"_blank\">convicted</a> of embezzling European Parliament funds Monday and deemed ineligible to stand in French elections for the next five years. Trump <a href=\"https://www.politico.eu/article/donald-trump-administration-marine-le-pen-banned/\" target=\"_blank\">called</a> the verdict a \"very big deal.\"</p><ul><li>\"She was banned for running for five years, and she's the leading candidate. That sounds like this country,\" he added.</li><li>Former Brazilian President Jair Bolsonaro is being prosecuted for allegedly staging a failed coup after losing reelection in 2022.</li><li>Israeli Prime Minister Benjamin Netanyahu is fending off corruption allegations while Israel wages war in Gaza.</li></ul><p><strong>Between the lines:</strong> The MAGAverse draws parallels between those cases and the criminal prosecutions of Trump before his return to office.</p><ul><li>At the same time, prominent Trump allies in the media are using the foreign case to attack U.S. judges for blocking Trump's executive orders.</li></ul><p><strong>What they're saying: </strong>\"They'll do anything to stop a nationalist populist movement of Europe,\" well-connected podcaster Charlie Kirk said on his show Monday, while also raising the prospect that Trump could tariff France over the ruling.</p><ul><li>\"This is exactly what Trump is facing here in the United States with these judges, with these radical judges,\" Steve Bannon, a top adviser in Trump's term, said on his \"War Room\" podcast.</li><li>\"We told you that the legal profession is kind of their last bastion that they own and control, whether it's in Brazil, whether it's in the United States of America, whether it's in France, in Israel they got the same thing.\"</li></ul>",
    "link": "https://www.axios.com/2025/04/01/maga-media-global-deep-state-trump-allies"
  },
  {
    "title": "Immigrant removals continue slide under Trump, data show",
    "published": "Tue, 01 Apr 2025 09:00:00 +0000",
    "content": "<p>The Trump administration's pace of removing immigrants from the U.S. continues to lag behind Joe Biden's pace last year, even as detentions have jumped under President Trump, new numbers show.</p><p><strong>Driving the news: </strong>The pace of removals under Trump is actually slowing compared to his <a href=\"https://www.axios.com/2025/03/03/trump-immigrant-removals-border-security\" target=\"_blank\">first two weeks</a> in office, despite several high-profile raids and the <a href=\"https://www.axios.com/2025/03/09/ice-arrests-palestinian-activist-columbia-university\" target=\"_self\">targeting of foreign students</a> as part of a sweeping <a href=\"https://www.axios.com/politics-policy/immigration\" target=\"_self\">immigration crackdown</a>, </p><hr /><ul><li>The declining rate of removals is partly the result of dramatically fewer people crossing the border illegally, a sign that Trump's stepped-up enforcement there is working as intended and deterring would-be crossers.</li><li>But several other factors are complicating Trump's push to expand <a href=\"https://www.axios.com/2025/01/23/aclu-lawsuit-trump-fast-track-deportations\" target=\"_blank\">\"fast-track\" deportations</a>. Among them: Civil liberties groups are challenging rapid deportations in court, and the administration fired <a href=\"https://apnews.com/article/trump-immigration-court-judges-fired-firings-d35eed0f685739c4a19d4c8baf39113a\" target=\"_blank\">29 immigration judges and senior staffers</a>.</li><li>The decrease in removals came before the administration sent<strong> </strong>238<strong> </strong>alleged Venezuelan gang members to a prison in <a href=\"https://www.axios.com/2025/03/27/el-salvador-noem-venezuelans-cecot-prison-immigration\" target=\"_blank\">El Salvador</a>, leading immigrant rights groups to claim it was a stunt partly aimed at boosting the removal numbers. </li></ul><p><strong>By the numbers:</strong> In Trump's first full six weeks in office, the administration removed 27,772 immigrants from the U.S., according to data from the ICE detention management database and collected by the nonpartisan <a href=\"https://tracreports.org/reports/756/\" target=\"_blank\">Transactional Records Access Clearinghouse (TRAC)</a>.</p><ul><li>That's a daily average of 661 removals — an 11% decrease from the daily average of 742 under President Biden last fiscal year.</li><li>From Jan. 26 to Feb. 8, the Trump administration removed an average of 693 immigrants daily, a 6.5% decline from Biden's last days in office. </li></ul><p><strong>Zoom in</strong>: TRAC said in a report released last week that the pace is falling despite the Trump administration deploying staff from other agencies to assist in enforcement activities.</p><ul><li>\"President Trump's removal record is growing worse with time rather than improving,\" TRAC said.</li></ul><p><strong>On the other hand: </strong>Compared to this time last year, Immigration and Customs Enforcement (ICE) reports detaining more people in more detention facilities across the U.S., according to another TRAC analysis.</p><ul><li>As of March 23, ICE had 47,892 people in custody.</li><li>That's a 30% increase in a year, pointing to increased immigration enforcement in the nation's interior by Trump's administration. </li></ul><p><strong>The White House</strong> declined to comment on the new data. </p><ul><li>White House officials previously have said the public should examine different numbers to assess the Trump administration's progress on immigration enforcement.</li><li>They've pointed to <a href=\"https://ohss.dhs.gov/glossary#:~:text=such%20a%20relationship.-,Removal,-%3A%20The%20compulsory\" target=\"_blank\">removals</a> (deportations and removals of undocumented immigrants), <a href=\"https://ohss.dhs.gov/glossary#:~:text=Administrative%20return%3A%20A%20return%20completed,proceedings%20were%20not%20considered%20and\" target=\"_blank\">administrative returns</a> (migrants who withdraw applications at ports of entry or crew members on ships who arrive without visas) and <a href=\"https://www.koat.com/article/ice-arrest-deportation-data/63839911#:~:text=declined%20number%20of-,enforcement%20returns,-in%20the%20George\" target=\"_blank\">enforcement returns</a> (migrants crossing the border who ICE returns, the Border Patrol or another agency).</li></ul><p><strong>The bottom line: </strong>Trump's crackdown has escalated the number of immigrants in detention and those with cases tied up in courts, but hasn't boosted the pace of removals.</p>",
    "link": "https://www.axios.com/2025/04/01/immigrant-removals-deportations-trump"
  },
  {
    "title": "Trump fears sank stocks in the first quarter",
    "published": "Tue, 01 Apr 2025 08:30:00 +0000",
    "content": "<div>Data: FactSet; Chart: Axios Visuals</div><p><a href=\"https://www.axios.com/2025/03/31/trump-tariffs-april-2-economy\" target=\"_blank\">Tariff</a> uncertainty and <a href=\"https://www.axios.com/economy\" target=\"_blank\">recession</a> fears just drove U.S. stocks to one of their worst quarters in years. </p><p><strong>Why it matters: </strong>A sharp decline in stocks <a href=\"https://www.axios.com/2025/03/11/trump-markets-investors\" target=\"_blank\">used to be enough</a> to get President Trump to change his policy positions — but these are different times.</p><hr /><p><strong>By the numbers: </strong>The S&amp;P 500 ended the first quarter down 4.6%, while the tech-heavy Nasdaq dropped 10.4% and the broad Russell 3000 fell 5%<strong>.</strong></p><ul><li>It was the worst performance since mid-2022 for all three.</li></ul><p><strong>The intrigue: </strong>U.S. stocks badly underperformed the world to start the year.</p><ul><li>The MSCI World ex USA Index, which tracks all the world's large developed markets other than the U.S., rose 5.5% in the quarter.</li></ul>",
    "link": "https://www.axios.com/2025/04/01/stock-market-trump-q1"
  },
  {
    "title": "White House says Signal case is \"closed,\" as investigation calls grow",
    "published": "Tue, 01 Apr 2025 05:31:20 +0000",
    "content": "<p>The <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_blank\">Trump</a> administration has taken action to ensure a Signal group chat that inadvertently included The Atlantic <a href=\"https://www.axios.com/2025/03/25/trump-administration-atlantic-houthi-war-messages\" target=\"_self\">editor-in-chief Jeffrey Goldberg</a> can never happen again, White House press secretary Karoline Leavitt said Monday.</p><p><strong>Why it matters: </strong>There have been <a href=\"https://www.axios.com/2025/03/27/senate-democrats-signal-chat-probe\" target=\"_blank\">growing calls</a> from lawmakers on <a href=\"https://www.axios.com/2025/03/24/atlantic-yemen-signal-hegseth-jeffrey-goldberg\" target=\"_blank\">both sides</a> of the aisle for an investigation into the Signal scandal, with Democrats on the House Intelligence Committee the latest to call for an independent probe in a <a href=\"https://democrats-intelligence.house.gov/uploadedfiles/3.31.25_hpsci_minority_letter_to_dni_gabbard_final.pdf\" target=\"_blank\">letter</a> Monday to director of national intelligence Tulsi Gabbard.</p><hr /><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">HPSCI Democrats are calling on the intelligence community, led by DNI Tulsi Gabbard, to conduct an independent investigation into the Signal chat in which participants discussed plans for an impending US military attack in Yemen. <a href=\"https://t.co/RiXzESIX93\">pic.twitter.com/RiXzESIX93</a></p>&mdash; House Intelligence Committee (@HouseIntelDems) <a href=\"https://twitter.com/HouseIntelDems/status/1906828364305854856?ref_src=twsrc%5Etfw\">March 31, 2025</a></blockquote>\n\n<p><strong>What they're saying: </strong>\"As the president has made it very clear, <a href=\"https://www.axios.com/2025/03/29/trump-considered-firing-mike-waltz\" target=\"_blank\">Mike Waltz</a> continues to be an important part of his national security team, and this case has been closed here at the White House as far as we are concerned,\" Leavitt <a href=\"https://www.c-span.org/program/white-house-event/white-house-press-secretary-karoline-leavitt-on-tariffs-and-immigration/657964\" target=\"_blank\">told</a> reporters Monday.<strong><em> </em></strong></p><ul><li>\"There have been steps made to ensure that something like that can obviously never happen again, and we're moving forward,\" added Leavitt, without further elaborating on the action taken.</li></ul><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/30/signal-leak-democrats-republicans-investigation\" target=\"_blank\">Signalgate tensions remain high for some lawmakers</a></p>",
    "link": "https://www.axios.com/2025/04/01/signal-investigation-call-white-house-case-closed"
  },
  {
    "title": "Elon Musk visited the CIA to discuss DOGE measures",
    "published": "Tue, 01 Apr 2025 01:51:19 +0000",
    "content": "<p><a href=\"https://www.axios.com/business/elon-musk\" target=\"_blank\">Elon Musk</a> visited the CIA headquarters on Monday for talks on government efficiency, the spy agency director of public affairs Liz Lyons told Axios. </p><p><strong>Why it matters:</strong> This is the first time Musk has visited the CIA since the establishment of <a href=\"https://www.axios.com/2025/02/07/what-is-doge-elon-musk-trump\" target=\"_blank\">DOGE</a>, the federal <a href=\"https://www.axios.com/2025/03/27/musk-doge-revolution\" target=\"_blank\">cost-cutting department</a> that is he is the face of.</p><hr /><ul><li>Unlike other government departments, DOGE isn't going to get unlimited access to CIA databases or internal systems because most of it is top secret, a source familiar with the issue said. </li></ul><p><strong>Behind the scenes:</strong> Lyons said Musk, <a href=\"https://www.axios.com/2025/02/18/musk-doge-authority-trump-white-house\" target=\"_blank\">senior adviser</a> to President <a href=\"https://www.axios.com/politics-policy/donald-trump\" target=\"_self\">Trump</a>, was hosted by CIA director John Ratcliffe and deputy director Michael Ellis. A group of top CIA career officials also attended the meeting. </p><ul><li>During the meeting SpaceX and Tesla CEO Musk briefed Ratcliffe and other CIA officials about key insights from DOGE work so far at other departments and agencies and \"the ways in which those lessons could be thoughtfully applied at CIA,\" Lyons said.</li><li>A source familiar with the meeting said the CIA has an internal DOGE team that was formed after Trump's executive order. The team that includes CIA career officials has been working for several weeks. </li><li>CIA officials didn't give Musk an intelligence briefing, but discussed with him \"how the CIA is unique\" in comparison to other government agencies, the source said. </li><li>The source said Ratcliffe and his team discussed with Musk how the CIA can adapt steps that were taken in other government agencies and be more efficient without compromising national security.   </li><li>The source said another issue that was discussed in the meeting was technology. </li></ul><p><strong>What they're saying:</strong> \"Director Ratcliffe emphasized during the meeting the importance of respecting taxpayer dollars and ensuring that they are spent wisely and appropriately — on CIA's mission of defending the United States of America,\" Lyons said. </p><p><strong>Go deeper: </strong><a href=\"https://www.axios.com/2025/03/21/musk-pentagon-visit-china-trump-hegseth\" target=\"_blank\">Elon Musk visits Pentagon after bombshell reports on access to China war plans</a></p><p><em>Editor's note: This story has been corrected to reflect that DOGE will get some access to CIA databases (rather than no access).</em></p>",
    "link": "https://www.axios.com/2025/04/01/elon-musk-cia-visit-doge"
  },
  {
    "title": "Jim Justice's warnings on DOGE and Medicaid",
    "published": "Tue, 01 Apr 2025 00:07:11 +0000",
    "content": "<p>Sen. <a href=\"https://www.axios.com/2024/11/06/jim-justice-elliott-west-virginia-senate\" target=\"_blank\">Jim Justice</a> (R-W.Va.) is eager to start balancing the federal budget in the Senate, but he also says DOGE has mowed \"past the fence.\"</p><p><strong>Why it matters: </strong>The popular one-time-Democratic governor has a big personality, a beloved dog and a long beef with his Senate predecessor, <a href=\"https://www.axios.com/2024/07/21/joe-biden-step-aside-2024-joe-manchin\" target=\"_blank\">Joe Manchin</a>.</p><hr /><ul><li>\"I always felt like that Joe wanted something for himself ... whether it be prestige or whatever,\" Justice says. \"And I have a real problem with that.\"</li><li>\"There's nothing Fancy Dan about me,\" Justice tells Axios. \"I don't want a thing.\"</li></ul><p><strong>In an interview, </strong>Justice talked at length with us about the importance of a balanced budget. He wants to follow the same playbook he used in West Virginia.</p><ul><li>But he's also \"concerned\" about some of the GOP conversations around Medicaid. 28% of the West Virginia population is covered by Medicaid and CHIP.</li><li>Justice supports work requirements, but he needs more information on other cost-cutting proposals that may limit Medicaid expansion.</li><li>He is no longer sure whether GLP-1 weight loss medications should be covered by Medicaid, a proposal he has previously supported.</li></ul><p><strong>Zoom in: </strong>\"Get rid of the waste. Keep something close to a flat budget. Don't cut into the bone,\" is Justice's solution to avoid alienating voters.</p><ul><li>He is overall pleased with Elon Musk and DOGE's work, but thinks they has gone too far at times.</li><li>\"It is impossible to not mow past the fence in some areas,\" he says, adding that when that happens, \"you're going to have to adjust.\"</li></ul><p><strong>Between the lines: </strong>Justice seems to enjoy being different.·</p><ul><li>He is unpretentious and unassuming (\"Call me Jim,\" he tells Axios) — but uses a private jet for his daily commute. He gets around the Senate in an electric mobility scooter and is never far from his beloved bulldog, Babydog.</li><li>\"Yogi Bear would say, you know, I'm an unusual bear,\" Justice tells Axios.</li></ul><p><strong>Justice coaches high school </strong>girls basketball and has found early camaraderie with the other coach in the Senate — Tommy Tuberville (R-Ala.)</p><ul><li>\"He always teases all the time about 'we're the best two coaches in the whole Senate,'\" Justice tells Axios. He mentions Sens. Katie Britt (R-Ala.) and Bernie Moreno (R-Ohio) as others he gets along with.</li><li>Nobody has been as instantly popular as <a href=\"https://www.axios.com/2024/11/12/babydog-jim-justice-senate-floor\" target=\"_blank\">Babydog</a>, his bulldog that visits the Capitol about once a week — and is swarmed by staffers, lawmakers and reporters.</li></ul><img src=\"https://images.axios.com/6FdCJBQQmXeqgW7dyfI-KSHjS5g=/2025/03/31/1743451442737.jpg\" /> <div>Sen. Jim Justice's bulldog, Babydog. Photo: Stef Kight/Axios</div>",
    "link": "https://www.axios.com/2025/04/01/jim-justice-west-virginia-senate-medicaid-doge"
  },
  {
    "title": "Scoop: White House eyes leveraging debt ceiling \"X-date\" to pass budget",
    "published": "Tue, 01 Apr 2025 00:01:08 +0000",
    "content": "<p>The White House is eyeing this summer's <a href=\"https://www.axios.com/2024/12/19/trump-abolish-debt-ceiling-republicans-democrats\" target=\"_blank\">debt ceiling's</a> \"X-date\" as a forcing mechanism to push the \"one big, beautiful bill\" through Congress.</p><ul><li>\"Gun to the head, the whole agenda, and the country's credit rating and global depression all rolled into one,\" says a White House official, describing their approach.</li></ul><p><strong>Why it matters:</strong> President Trump's partnership with House Speaker <a href=\"https://www.axios.com/2025/02/26/mike-johnson-trump-budget-taxes\" target=\"_blank\">Mike Johnson</a> (R-La.) partnership has led to some early wins. But there's a growing realization that the next steps are way more difficult.</p><hr /><ul><li>It's also an acknowledgement that the timeline for passing <a href=\"https://www.axios.com/2025/03/26/thune-budget-reconciliation-deadline-votes\" target=\"_blank\">budget reconciliation</a> through Congress is closer to the end of the summer, not the beginning.</li><li>No one knows the precise date that the federal government will breach the $36.1 trillion debt limit, but the latest <a href=\"https://www.cbo.gov/system/files/2025-03/60887-debt-limit.pdf\" target=\"_blank\">CBO estimates</a> project the X-date will land in August or September.</li><li>Two key White House officials — Kevin Hassett and James Braid — traveled to the Senate on Monday to meet with Finance Committee members to discuss the contours of the reconciliation package.</li></ul><p><strong>Zoom in: </strong>Since January, House leaders have wanted to include a debt ceiling hike in the reconciliation package.</p><ul><li>Senate GOP leaders <a href=\"https://www.axios.com/newsletters/axios-hill-leaders-c3b80e60-0992-11f0-a32a-db7bef6b8104\" target=\"_blank\">embraced the same approach</a> last week, with Senate Majority Whip John Barrasso (R-Wyo.) saying that Trump was also on board.</li><li>Now the White House is going a step further. And their eyes are wide open to the massive risks if they fail, both to Trump's presidency and the global economy.</li><li>\"President Trump believes the debt extension should occur as soon as possible during reconciliation,\" a White House official tells Axios.</li></ul><p><strong>The bottom line:</strong> Lifting the debt ceiling <a href=\"https://www.axios.com/2024/12/19/trump-abolish-debt-ceiling-republicans-democrats\" target=\"_blank\">is never an easy vote for Republicans</a>.</p><ul><li>Johnson learned that lesson in December, <a href=\"https://www.axios.com/2024/12/20/trump-johnson-spending-bill-vote-freedom-caucus\" target=\"_blank\">when Elon Musk successfully killed</a> legislation that would have suspended it.</li><li>Back in 2023, 71 House Republicans voted against the last debt ceiling increase, which was negotiated by then-House Speaker Kevin McCarthy (and contributed to his ouster.)</li><li>Back in 2019, 139 Republicans voted against raising the debt ceiling despite Trump being in the White House.</li></ul>",
    "link": "https://www.axios.com/2025/04/01/trump-white-house-debt-ceiling-x-date"
  }
]